{
  "preamble": "# Preámbulo y Disposiciones Iniciales\nREGLAMENTO INTERNO DE TRABAJO\nTEINNOVA MAYORISTAS S.A.S.\nREGLAMENTO INTERNO DE TRABAJO (RIT)\nRazón social: TEINNOVA MAYORISTAS S.A.S.\nNIT: 901661189-7\nActividad económica (CIIU): 4652 – Comercio al por mayor de equipos y partes electrónicos y de telecomunicaciones\nARL: SURA\nNivel de riesgo: I y II\nDomicilio principal: Ipiales, Nariño – Colombia\nSedes: Bogotá D.C. y Medellín, Antioquia\n________________________________________\nCONTROL DEL DOCUMENTO\nCódigo: RIT-TEI-001\nVersión: 1.0\nFecha de expedición: 01 / 01 / 2026\nFecha de entrada en vigencia: 01 / 01 / 2026\nElaboró: Nelson de Jesús Sánchez\nRevisó: _______________________________\nAprobó (Representante Legal): _______________________________\n________________________________________\nDECLARACIÓN DE OBLIGATORIEDAD\nEl presente Reglamento Interno de Trabajo se expide en cumplimiento del Código Sustantivo del Trabajo y normas concordantes, y es de obligatorio cumplimiento para todos los trabajadores de TEINNOVA MAYORISTAS S.A.S. en la sede principal y demás sedes o lugares donde la Empresa desarrolle actividades.\n________________________________________\nCONFIDENCIALIDAD Y USO\nEste documento es de uso interno. Su reproducción, distribución total o parcial, o entrega a terceros no autorizados, está prohibida, salvo requerimiento de autoridad competente o necesidad legal, conforme a la normatividad vigente.\n________________________________________\nFIRMA Y EXPEDICIÓN\nEn constancia, se expide en la ciudad de Ipiales, Nariño, a los 01 días del mes de enero de 2026.\n________________________________________\nLuis Adrian Paguay Colima\nRepresentante Legal\nTEINNOVA MAYORISTAS S.A.S.\nC.C. 1085935349\n\n---",
  "chapters": [
    {
      "number": 1,
      "title": "CAPÍTULO I - DISPOSICIONES GENERALES",
      "articles": [
        {
          "number": 1,
          "title": "Objeto",
          "body": "El presente Reglamento Interno de Trabajo (en adelante, el “RIT”) tiene por objeto establecer las normas que regulan las relaciones laborales entre TEINNOVA MAYORISTAS S.A.S., identificada con NIT 901661189-7, cuya actividad económica principal corresponde al CIIU 4652 – Comercio al por mayor de equipos y partes electrónicos y de telecomunicaciones (en adelante, “la Empresa” o “el Empleador”), y sus trabajadores, determinando las condiciones de vinculación, jornada, descansos, derechos, deberes, convivencia, régimen disciplinario, seguridad y salud en el trabajo, uso de herramientas corporativas, protección de datos y demás disposiciones aplicables, con el fin de garantizar un ambiente de trabajo digno, seguro, ordenado y productivo."
        },
        {
          "number": 2,
          "title": "Domicilio y ámbito de aplicación territorial",
          "body": "El domicilio principal de la Empresa es el municipio de Ipiales (Nariño), y cuenta con sedes en Bogotá D.C. y Medellín (Antioquia). El presente RIT rige para todos los trabajadores vinculados a la Empresa en cualquiera de sus sedes, centros de trabajo o lugares donde se preste el servicio, incluyendo comisiones, desplazamientos, visitas a clientes, proveedores, transportadores, empresas de mensajería, bodegas, y demás actividades propias del objeto social, dentro o fuera de las sedes indicadas, cuando exista relación laboral y subordinación."
        },
        {
          "number": 3,
          "title": "Ámbito de aplicación personal",
          "body": "Este RIT aplica a:\n1.\tTodos los trabajadores vinculados mediante contrato de trabajo con la Empresa, cualquiera sea su modalidad (a término indefinido, fijo, por obra o labor, por el tiempo que dure la necesidad, u otra permitida por la ley).\n2.\tAprendices, practicantes o estudiantes en práctica, en lo pertinente y conforme a su régimen legal.\n3.\tTrabajadores en misión o suministrados por empresas de servicios temporales, en lo relativo a normas de convivencia, disciplina operativa, uso de instalaciones y cumplimiento de las disposiciones de Seguridad y Salud en el Trabajo (SST) aplicables dentro de los centros de trabajo de la Empresa, sin perjuicio de que su empleador directo sea la empresa temporal o tercero correspondiente.\nParágrafo 1. El presente RIT no constituye contrato de trabajo. Sus disposiciones se entienden incorporadas a los contratos laborales vigentes y futuros, en lo que resulte compatible con la ley, el contrato y las políticas internas válidamente adoptadas.\nParágrafo 2. En caso de conflicto entre este RIT y la normatividad legal vigente, prevalecerá la norma legal aplicable."
        },
        {
          "number": 4,
          "title": "Definiciones",
          "body": "Para los efectos del presente RIT, se adoptan las siguientes definiciones:\n•\tEmpleador: TEINNOVA MAYORISTAS S.A.S.\n•\tTrabajador: Persona natural vinculada por contrato de trabajo con la Empresa bajo subordinación.\n•\tJefe inmediato / superior jerárquico: Quien ejerce dirección y supervisión funcional sobre el trabajador.\n•\tCentro de trabajo: Lugar físico o virtual donde el trabajador presta el servicio, incluyendo sedes, bodegas, puntos de operación, y lugares de comisión o desplazamiento.\n•\tSG-SST: Sistema de Gestión de Seguridad y Salud en el Trabajo implementado por la Empresa, conforme a la normatividad vigente y con acompañamiento de su ARL.\n•\tHerramientas corporativas: Equipos, dispositivos, licencias, software, cuentas, credenciales, correo corporativo, accesos, información y demás recursos suministrados o autorizados por la Empresa."
        },
        {
          "number": 5,
          "title": "Carácter obligatorio y observancia",
          "body": "El cumplimiento del presente RIT es obligatorio para todos los trabajadores de la Empresa. La inobservancia de sus disposiciones podrá dar lugar a medidas disciplinarias, de conformidad con la ley, este Reglamento y el debido proceso interno."
        },
        {
          "number": 6,
          "title": "Publicación, divulgación y consulta",
          "body": "La Empresa garantizará la publicación y divulgación del presente RIT por medios físicos y/o digitales, asegurando su consulta permanente por parte de los trabajadores en todas las sedes. La Empresa podrá realizar inducciones, reinducciones y comunicaciones internas con el fin de reforzar su conocimiento y aplicación."
        },
        {
          "number": 7,
          "title": "Interpretación y administración del RIT",
          "body": "La interpretación y administración del presente RIT corresponde al Empleador, a través del representante legal y/o las áreas responsables de Talento Humano, Jurídica, SST o quien haga sus veces, y los líderes designados por sede, sin perjuicio de los derechos de petición, quejas, reclamaciones y recursos que procedan conforme al ordenamiento jurídico y a este Reglamento."
        },
        {
          "number": 8,
          "title": "Principios de relación laboral y conducta esperada",
          "body": "En la Empresa se exige un comportamiento basado en la buena fe, respeto, trato digno, honestidad, diligencia, cooperación, confidencialidad y observancia de instrucciones legítimas. Se promueve un entorno laboral libre de violencia, acoso, hostigamiento, discriminación y retaliación, garantizando el respeto por la dignidad humana y la convivencia."
        },
        {
          "number": 9,
          "title": "Relación con el SG-SST y afiliaciones al Sistema General de Riesgos Laborales",
          "body": "La Empresa implementa el SG-SST conforme a la normatividad vigente y se encuentra afiliada a ARL SURA, con clasificación de niveles de riesgo I y II, según aplique. Las disposiciones de seguridad, salud, prevención de riesgos y autocuidado previstas en este RIT y en el SG-SST son de obligatorio cumplimiento para trabajadores, contratistas y demás personas que ingresen o laboren en los centros de trabajo, en lo que corresponda."
        },
        {
          "number": 10,
          "title": "Modificaciones, actualizaciones y anexos",
          "body": "El Empleador podrá modificar, actualizar o complementar el presente RIT cuando se presenten cambios normativos, organizacionales u operativos que lo hagan necesario, garantizando su divulgación y disponibilidad permanente para consulta. Las políticas, procedimientos, instructivos y demás anexos internos que la Empresa expida válidamente, en especial los relacionados con el SG-SST, convivencia laboral, seguridad de la información y protección de datos personales, serán de obligatorio cumplimiento en lo pertinente y se entenderán integrados al presente Reglamento."
        }
      ]
    },
    {
      "number": 2,
      "title": "CAPÍTULO II - VINCULACIÓN LABORAL, CONTRATOS Y PERÍODO DE PRUEBA",
      "articles": [
        {
          "number": 11,
          "title": "Principios de vinculación laboral",
          "body": "La vinculación de trabajadores en TEINNOVA MAYORISTAS S.A.S. se realizará conforme a la normatividad laboral vigente y a las políticas internas válidamente adoptadas. En todo caso, el ingreso, permanencia y terminación del vínculo laboral se regirá por los principios de buena fe, igualdad y respeto por la dignidad del trabajador, observando el debido proceso en las actuaciones internas.\nParágrafo. La modalidad contractual y las condiciones particulares se ajustarán a la ley, y el contrato de trabajo se configura cuando concurren sus elementos esenciales. (CST, arts. 22 y 23)."
        },
        {
          "number": 12,
          "title": "Requisitos generales para el ingreso",
          "body": "Para efectos de vinculación laboral, y según el cargo, la Empresa podrá solicitar al aspirante, entre otros, los siguientes documentos:\n1.\tDocumento de identidad.\n2.\tHoja de vida y soportes académicos, técnicos y/o de experiencia.\n3.\tCertificaciones laborales o referencias.\n4.\tDocumentos necesarios para la afiliación y novedades del Sistema de Seguridad Social, cuando aplique.\n5.\tInformación y soportes estrictamente necesarios para la gestión laboral, de SG-SST y de nómina, respetando la protección de datos personales. (Ley 1581 de 2012).\nParágrafo 1. La falsedad, adulteración o suplantación en documentos aportados podrá constituir falta grave y dar lugar a las medidas legales y disciplinarias aplicables.\nParágrafo 2. La Empresa se abstendrá de solicitar información o documentos con fines discriminatorios o no pertinentes con el cargo, y garantizará la confidencialidad y tratamiento legítimo de datos personales. (Ley 1581 de 2012)."
        },
        {
          "number": 13,
          "title": "Proceso de selección",
          "body": "La Empresa podrá implementar procesos de selección acordes con la naturaleza del cargo, que podrán incluir entrevistas, pruebas técnicas, pruebas psicotécnicas y verificación de referencias, siempre que dichas actividades sean pertinentes, proporcionales y respetuosas de los derechos fundamentales del aspirante.\nParágrafo. El proceso de selección no modifica la naturaleza del vínculo: existirá contrato de trabajo únicamente cuando concurran los elementos esenciales definidos por la ley. (CST, art. 23)."
        },
        {
          "number": 14,
          "title": "Evaluaciones médicas ocupacionales",
          "body": "La práctica de evaluaciones médicas ocupacionales se realizará conforme a la normatividad vigente y al SG-SST de la Empresa, a través de prestadores habilitados y personal competente, garantizando confidencialidad, reserva y enfoque preventivo. (Resolución 1843 de 2025, MinTrabajo).\nLa Empresa solo podrá conocer el concepto de aptitud y las recomendaciones ocupacionales necesarias para la prevención y control del riesgo, sin acceso a información clínica detallada, salvo los casos autorizados por la ley y bajo reserva.\nParágrafo. La información de salud ocupacional será tratada conforme a la protección de datos personales y el principio de confidencialidad de la historia clínica ocupacional. (Ley 1581 de 2012 y Resolución 1843 de 2025).\nParagrafo. Evaluaciones Médicas Complementarias y Factores de Riesgo\nMedidas Antidiscriminatorias y Pruebas de Salud\n1. Prohibición de Pruebas de Embarazo y VIH:\nEn cumplimiento de la Resolución 1843 de 2025 del Ministerio del Trabajo y la jurisprudencia constitucional, la Empresa tiene estrictamente prohibido solicitar la práctica de pruebas de embarazo o de Virus de Inmunodeficiencia Humana (VIH) como requisito para la vinculación, permanencia o ascenso de cualquier trabajador. La solicitud de dichas pruebas solo será admisible en los casos taxativamente autorizados por la ley y bajo el consentimiento expreso e informado del trabajador, garantizando que los resultados no serán utilizados con fines discriminatorios o para afectar la estabilidad laboral.\n2. Pruebas de Alcoholimetría y Sustancias Psicoactivas:\nCon el objetivo de garantizar un ambiente de trabajo seguro, prevenir accidentes laborales y proteger la salud de todos los colaboradores, la Empresa podrá realizar pruebas de alcoholimetría y/o de detección de sustancias psicoactivas en sangre u otros fluidos biológicos.\na) Carácter Preventivo: El resultado de estas pruebas será de naturaleza preventiva y se enmarcará dentro de las políticas de Seguridad y Salud en el Trabajo (SG-SST) de la Empresa.\nb) Aplicación Aleatoria: Estas pruebas podrán ser aplicadas de manera aleatoria y sorpresiva a cualquier trabajador, en cualquier momento de la jornada laboral y dentro de las instalaciones de la Empresa o en los lugares donde se preste el servicio, sin necesidad de aviso previo.\nc) Consecuencias: Un resultado positivo no constituye per se una falta disciplinaria, pero sí activará los protocolos de prevención y seguridad del SG-SST, incluyendo la prohibición inmediata de realizar labores que pongan en riesgo la integridad del trabajador o de terceros. La negativa injustificada a someterse a la prueba, o la reincidencia en el incumplimiento de la política de cero tolerancia al consumo en horas de trabajo, podrá dar lugar a las medidas disciplinarias establecidas en el presente Reglamento, garantizando siempre el debido proceso."
        },
        {
          "number": 15,
          "title": "Naturaleza del contrato de trabajo",
          "body": "Contrato de trabajo es aquel por el cual una persona natural se obliga a prestar un servicio personal a otra persona, natural o jurídica, bajo continuada dependencia o subordinación, mediante remuneración. (CST, art. 22).\nLa subordinación comprende la facultad del Empleador de impartir instrucciones legítimas, supervisar su cumplimiento y aplicar medidas disciplinarias conforme a la ley y al presente RIT."
        },
        {
          "number": 16,
          "title": "Elementos esenciales del contrato de trabajo",
          "body": "Para que exista contrato de trabajo se requiere la concurrencia de: i) actividad personal del trabajador, ii) subordinación o dependencia, y iii) salario como retribución del servicio. (CST, art. 23).\nParágrafo. Reunidos dichos elementos, se entiende que existe contrato de trabajo, independientemente de la denominación que se le otorgue. (CST, art. 23)."
        },
        {
          "number": 17,
          "title": "Modalidades del contrato de trabajo",
          "body": "La Empresa podrá celebrar contratos de trabajo en las modalidades permitidas por la legislación laboral vigente, tales como: término indefinido, término fijo, obra o labor determinada, y demás figuras legalmente aplicables.\nParágrafo. La modalidad contractual no elimina la exigencia de los elementos esenciales del contrato de trabajo. (CST, arts. 22 y 23)."
        },
        {
          "number": 18,
          "title": "Contrato escrito y entrega de ejemplar",
          "body": "Cuando el contrato sea escrito, se extenderá en tantos ejemplares como interesados, destinándose uno para cada parte. (CST, art. 39).\nParágrafo. La Empresa podrá usar medios físicos o digitales para la gestión documental del contrato y sus anexos, garantizando trazabilidad y disponibilidad para consulta."
        },
        {
          "number": 19,
          "title": "Inicio de labores, afiliaciones e inducción",
          "body": "Ningún trabajador iniciará labores sin que se haya formalizado su vinculación y se hayan realizado las gestiones requeridas para su afiliación y/o novedades al Sistema de Seguridad Social Integral, según corresponda.\nAdicionalmente, el trabajador deberá recibir inducción institucional y la inducción básica en SG-SST, conforme al plan de capacitación de la Empresa.\nParágrafo. Las evaluaciones médicas ocupacionales y recomendaciones se ejecutarán conforme a la Resolución 1843 de 2025, cuando aplique."
        },
        {
          "number": 20,
          "title": "Período de prueba: definición, exigencia escrita y duración",
          "body": "El período de prueba es la etapa inicial del contrato de trabajo que tiene por objeto, por parte del empleador, apreciar las aptitudes del trabajador y, por parte de este, la conveniencia de las condiciones de trabajo. (CST, art. 76).\nEl período de prueba debe estipularse por escrito; en caso contrario, los servicios se entienden regulados por las normas generales del contrato de trabajo. (CST, art. 77).\nPara TEINNOVA MAYORISTAS S.A.S., el período de prueba se establece así, respetando los máximos legales:\n1.\tContratos a término indefinido: hasta dos (2) meses.\n2.\tContratos a término fijo inferiores a un (1) año: hasta la quinta parte (1/5) del término inicialmente pactado, sin que en ningún caso exceda dos (2) meses.\nLo anterior conforme a la duración máxima del período de prueba. (CST, art. 78).\nParágrafo. En contratos sucesivos entre el mismo empleador y trabajador, no es válida una nueva estipulación de período de prueba, salvo para el primer contrato. (CST, art. 78)."
        },
        {
          "number": 21,
          "title": "Terminación del contrato durante el período de prueba",
          "body": "Durante el período de prueba, cualquiera de las partes podrá dar por terminado el contrato en los términos permitidos por la ley. (CST, arts. 79 y 80).\nParágrafo. La Empresa garantizará que toda decisión se adopte de manera objetiva, razonable y documentada, evitando actuaciones discriminatorias o contrarias a la dignidad humana."
        },
        {
          "number": 22,
          "title": "Evaluación y seguimiento durante el período de prueba",
          "body": "Durante el período de prueba, la Empresa podrá evaluar el desempeño, competencias, adaptación al cargo, cumplimiento de instrucciones, conducta y observancia del SG-SST, con criterios objetivos y verificables, sin vulnerar derechos fundamentales.\nParágrafo. Estas evaluaciones no alteran la definición legal del período de prueba y se enmarcan dentro de su finalidad. (CST, art. 76)."
        },
        {
          "number": 23,
          "title": "Movilidad entre sedes, comisiones y lugar de prestación del servicio",
          "body": "Por necesidades organizacionales u operativas, la Empresa podrá asignar comisiones o desplazamientos y requerir la prestación del servicio en cualquiera de sus sedes (Ipiales, Bogotá D.C. y Medellín) o en lugares relacionados con la actividad empresarial, respetando la ley, la dignidad del trabajador y garantizando condiciones de SST.\nParágrafo. La existencia de movilidad o comisiones no modifica los elementos del contrato de trabajo ni la subordinación laboral. (CST, arts. 22 y 23)."
        },
        {
          "number": 24,
          "title": "Actualización de datos del trabajador y canales de comunicación",
          "body": "Es obligación del trabajador mantener actualizada su información personal y de contacto y reportar oportunamente novedades que puedan afectar la relación laboral, la seguridad social o el SG-SST, aportando soportes cuando aplique.\nParágrafo. El tratamiento de datos personales del trabajador se realizará conforme a la Ley 1581 de 2012 y sus principios (finalidad, necesidad, confidencialidad y seguridad)."
        }
      ]
    },
    {
      "number": 3,
      "title": "CAPÍTULO III - TRABAJADORES TRANSITORIOS, CONTRATOS A TÉRMINO FIJO Y POR OBRA O LABOR",
      "articles": [
        {
          "number": 25,
          "title": "Finalidad del capítulo y reglas de interpretación",
          "body": "Este capítulo regula las modalidades de vinculación laboral aplicables en TEINNOVA MAYORISTAS S.A.S. para atender necesidades temporales, transitorias o específicas del servicio, garantizando claridad sobre su alcance y límites. En todo caso, la existencia del contrato de trabajo se define por la concurrencia de sus elementos esenciales y no por el nombre dado a la vinculación. (CST, art. 23)."
        },
        {
          "number": 26,
          "title": "Trabajo ocasional, accidental o transitorio",
          "body": "Se entiende por trabajo ocasional, accidental o transitorio aquel que, por su naturaleza, es de corta duración y no corresponde a la actividad normal del empleador. La Empresa podrá utilizar esta forma de vinculación únicamente cuando se cumplan las condiciones legales y exista justificación objetiva de temporalidad. (CST, art. 45: modalidades de duración del contrato).\nParágrafo. La utilización de estas modalidades no exime el cumplimiento integral de las obligaciones laborales y de seguridad social."
        },
        {
          "number": 27,
          "title": "Contrato a término fijo: forma y duración",
          "body": "El contrato de trabajo a término fijo deberá constar siempre por escrito y su duración se sujetará a la normativa vigente, pudiendo ser renovable conforme a la ley. (CST, art. 46).\nParágrafo 1. En los contratos a término fijo la Empresa dejará expresa la fecha de inicio y terminación, y las condiciones particulares del servicio. (CST, art. 46).\nParágrafo 2. El contrato a término fijo se utiliza cuando exista una necesidad temporal razonable o una causa objetiva que justifique el plazo, sin desconocer la primacía de la realidad sobre las formas. (CST, art. 23; jurisprudencia sobre contrato realidad)."
        },
        {
          "number": 28,
          "title": "Prórrogas y preaviso de no renovación",
          "body": "La prórroga y/o renovación del contrato a término fijo se regirá por las reglas del CST, artículo 46, incluyendo la comunicación de no renovación en los términos legalmente aplicables. (CST, art. 46).\nParágrafo. TEINNOVA establecerá el control documental de prórrogas y comunicaciones de no renovación por medios físicos o digitales con trazabilidad, preservando evidencia."
        },
        {
          "number": 29,
          "title": "Conversión y riesgos por uso indebido del término fijo",
          "body": "La Empresa evitará el uso del contrato a término fijo para cubrir necesidades permanentes mediante mecanismos de simulación o desnaturalización de la temporalidad, por cuanto, acreditados los elementos esenciales, la relación se rige por la realidad del vínculo laboral. (CST, art. 23; jurisprudencia constitucional sobre contrato realidad)."
        },
        {
          "number": 30,
          "title": "Contrato por obra o labor: naturaleza y soporte",
          "body": "El contrato de trabajo podrá celebrarse por el tiempo que dure la realización de una obra o labor determinada, cuando exista una actividad identificable, específica y delimitada que justifique esta modalidad. (CST, art. 45).\nParágrafo 1. Para TEINNOVA, la obra o labor deberá quedar descrita por escrito (en el contrato o anexo), definiendo alcance, entregables o criterios de finalización, como medida de claridad y control. (CST, art. 45).\nParágrafo 2. La duración está ligada a la terminación real de la obra/labor; una vez finalice, la relación podrá concluir conforme a la ley, siempre que exista evidencia objetiva del cierre. (CST, art. 45)."
        },
        {
          "number": 31,
          "title": "Prohibición de desnaturalización del contrato por obra o labor",
          "body": "La Empresa no utilizará esta modalidad para encubrir necesidades permanentes o indefinidas. Si en la práctica se demuestra continuidad indefinida y concurren los elementos del contrato de trabajo, aplicará el principio de primacía de la realidad. (CST, art. 23; jurisprudencia sobre contrato realidad)."
        },
        {
          "number": 32,
          "title": "Trabajadores en misión: definición y alcance",
          "body": "Cuando TEINNOVA requiera personal mediante Empresas de Servicios Temporales (EST), los trabajadores enviados a la Empresa usuaria (“trabajadores en misión”) se regirán por la normativa especial aplicable a dichas empresas y por las reglas de seguridad, convivencia y disciplina operativa dentro de las instalaciones de TEINNOVA. (Decreto 4369 de 2006)."
        },
        {
          "number": 33,
          "title": "Casos en los que procede contratar con EST",
          "body": "TEINNOVA solo contratará con Empresas de Servicios Temporales en los eventos autorizados por la normativa aplicable, particularmente los establecidos en la Ley 50 de 1990 para usuarios de EST. (Ley 50 de 1990, art. 77 – citado en doctrina/compilaciones oficiales).\nParágrafo. Cualquier uso de EST deberá estar sustentado en necesidad temporal real y documentada, evitando la tercerización abusiva y el riesgo de declaratoria de contrato realidad. (Jurisprudencia sobre contrato realidad)."
        },
        {
          "number": 34,
          "title": "Obligaciones frente a SST y afiliaciones en caso de misión",
          "body": "En los casos de trabajadores en misión, la Empresa garantizará el cumplimiento de medidas de prevención en el centro de trabajo y la coordinación en SG-SST con la EST y la ARL. Las EST están obligadas a afiliar y realizar aportes al Sistema de Seguridad Social Integral respecto de sus trabajadores, conforme a la normativa aplicable. (Decreto 4369 de 2006, art. 12).\nParágrafo. TEINNOVA exigirá a la EST evidencia de afiliaciones y condiciones de SST antes del inicio de labores, como mecanismo de control preventivo."
        },
        {
          "number": 35,
          "title": "Contratistas y terceros: independencia y límites",
          "body": "La Empresa podrá contratar servicios con terceros (personas naturales o jurídicas) bajo modalidades civiles, comerciales o de prestación de servicios, cuando no exista subordinación laboral. En todo caso, la relación laboral se configura si concurren los elementos del contrato de trabajo. (CST, art. 23; jurisprudencia sobre contrato realidad).\nParágrafo 1. Los contratistas y terceros deberán cumplir las normas de ingreso, seguridad, confidencialidad, protección de datos y SG-SST exigidas por TEINNOVA dentro de sus instalaciones, en lo pertinente, sin que ello implique subordinación laboral. (Criterio de coordinación y control en SST; primacía de la realidad).\nParágrafo 2. TEINNOVA documentará las condiciones del servicio contratado y el alcance de la supervisión contractual, con el fin de evitar riesgos de desnaturalización."
        },
        {
          "number": 36,
          "title": "Cierre del capítulo y control documental",
          "body": "La Empresa llevará control documental de la modalidad contractual utilizada, soportes de temporalidad, prórrogas, comunicaciones relevantes, y evidencia de cierre de obra/labor o terminación del término fijo, preservando trazabilidad para fines laborales, de auditoría y de inspección.\nParágrafo. La documentación contractual se conservará y tratará conforme a la normativa de protección de datos personales y a las políticas internas vigentes. (Ley 1581 de 2012)."
        },
        {
          "number": 37,
          "title": "Jornada ordinaria y duración máxima",
          "body": "En TEINNOVA MAYORISTAS S.A.S., la jornada ordinaria se sujetará a lo pactado en el contrato de trabajo y, en todo caso, a los límites legales vigentes. La jornada ordinaria diaria, como referencia general, será de ocho (8) horas al día, sin perjuicio de la aplicación gradual de la reducción de la jornada laboral prevista en la Ley 2101 de 2021 (modificatoria del artículo 161 del Código Sustantivo del Trabajo).\nJornada semanal gradual (Ley 2101 de 2021).\nLa Empresa aplicará la reducción gradual de la jornada máxima legal semanal conforme al cronograma vigente. En consecuencia, la jornada máxima semanal se aplicará así:\n•\tCuarenta y cuatro (44) horas semanales hasta el 14 de julio de 2026.\n•\tCuarenta y dos (42) horas semanales a partir del 15 de julio de 2026.\nLa jornada máxima semanal podrá ser distribuida, de común acuerdo entre la Empresa y el trabajador, de cinco (5) a seis (6) días a la semana, garantizando siempre el día de descanso obligatorio y sin disminución del salario por efecto de la reducción legal."
        },
        {
          "number": 38,
          "title": "Jornada laboral flexible",
          "body": "De acuerdo con la Ley 2101 de 2021, TEINNOVA MAYORISTAS S.A.S. podrá implementar una jornada laboral flexible, en la cual la jornada semanal será la máxima legal vigente (según el esquema gradual indicado en el artículo anterior).\nEstas horas podrán distribuirse en un máximo de seis (6) días a la semana. Esta distribución permite turnos diarios variables de mínimo cuatro (4) horas y máximo nueve (9) horas diarias, sin que se generen horas extras, siempre que no se exceda el promedio semanal máximo legal aplicable dentro de la jornada ordinaria.\nParágrafo. TEINNOVA garantiza a sus trabajadores un (1) día de descanso remunerado por semana, de conformidad con la normatividad vigente."
        },
        {
          "number": 39,
          "title": "Distribución variable de horas y jornada nocturna",
          "body": "El número de horas de trabajo diario podrá distribuirse de manera variable según las necesidades organizacionales u operativas de TEINNOVA MAYORISTAS S.A.S., dentro de los límites legales. Dentro del horario pactado, si el trabajador debe laborar en jornada nocturna, tendrá derecho al pago del recargo nocturno correspondiente conforme a la normatividad vigente.\nParágrafo. Las reglas específicas sobre recargos nocturnos, trabajo suplementario, dominical y festivo se desarrollarán en el capítulo correspondiente de este Reglamento."
        },
        {
          "number": 40,
          "title": "Excepciones y modalidades especiales de jornada",
          "body": "Sin perjuicio de lo indicado en los artículos anteriores, podrán aplicarse las siguientes modalidades, cuando la operación lo requiera y sea legalmente procedente:\n1.\tJornadas diarias flexibles: La Empresa y el trabajador podrán acordar que la jornada semanal máxima legal se realice mediante jornadas diarias flexibles, distribuidas en máximo seis (6) días a la semana, con un (1) día de descanso obligatorio.\n2.\tTurnos sucesivos: Cuando sea necesario asegurar continuidad operativa, podrán establecerse turnos sucesivos, conforme a los límites y condiciones que permita la ley.\n3.\tCargos de dirección, confianza o manejo: Los trabajadores que desempeñen cargos de dirección, confianza o manejo se regirán por la normativa especial aplicable, sin perjuicio de la protección del descanso y la salud."
        },
        {
          "number": 41,
          "title": "Jornada para menores de edad",
          "body": "En caso de que TEINNOVA MAYORISTAS S.A.S. vincule menores de edad con autorización legal, la duración máxima de su jornada laboral se sujetará a las reglas especiales del Código de la Infancia y la Adolescencia y la normatividad laboral vigente, incluyendo restricciones para trabajo nocturno, dominical y actividades prohibidas."
        },
        {
          "number": 42,
          "title": "Descansos intrajornada",
          "body": "Durante los horarios de trabajo, los trabajadores tendrán derecho a veinte (20) minutos de descanso, distribuidos así:\n•\tDiez (10) minutos en la jornada de la mañana.\n•\tDiez (10) minutos en la jornada de la tarde.\nFinalidad del descanso. El objetivo de estos periodos de descanso es posibilitar la recuperación física y mental del personal, contribuyendo al rendimiento y a un ambiente de trabajo saludable.\nParágrafo. Cualquier exceso injustificado en el tiempo de descanso o su disfrute fuera de los lapsos autorizados será considerado tiempo no laborado, lo que podrá acarrear el descuento del periodo respectivo y la aplicación de medidas disciplinarias conforme al presente Reglamento, previa verificación y debido proceso."
        },
        {
          "number": 43,
          "title": "Horario de almuerzo",
          "body": "El horario destinado para el almuerzo será, como regla general, de doce y treinta (12:30 p. m.) a una y treinta (1:30 p. m.), otorgando un tiempo de una (1) hora para dicho fin. Este espacio no será acumulable y deberá disfrutarse diariamente en el horario establecido.\nParágrafo. En los casos en que por la prestación del servicio o el desarrollo de las funciones asignadas no sea posible tomar el almuerzo en el lapso indicado, este deberá disfrutarse de manera inmediata una vez concluida la actividad correspondiente, garantizando el derecho al descanso y a la alimentación del trabajador."
        },
        {
          "number": 44,
          "title": "Ius variandi en materia de horarios",
          "body": "TEINNOVA MAYORISTAS S.A.S., en ejercicio de su poder subordinante y reglamentario, podrá realizar ajustes o modificaciones a los horarios de trabajo previamente establecidos, cuando así lo exijan las necesidades del servicio, la naturaleza de su operación de comercio mayorista, logística de despacho/entrega, compras, gestión de inventarios, soporte comercial, o situaciones imprevistas que requieran asegurar continuidad operativa.\nLímites del ius variandi. Estos cambios se aplicarán respetando en todo momento:\n1.\tLa dignidad del trabajador.\n2.\tLos derechos mínimos laborales.\n3.\tLa vida personal y familiar del trabajador, evitando alteraciones desproporcionadas.\n4.\tLa seguridad y salud en el trabajo (gestión del riesgo, fatiga, tiempos de recuperación y descansos).\nGarantía de no desmejoramiento. En ningún caso la modificación de horarios implicará desmejoramiento injustificado de las condiciones esenciales del contrato de trabajo ni la supresión de beneficios reconocidos al trabajador."
        },
        {
          "number": 45,
          "title": "Horario laboral por sede y autonomía operativa",
          "body": "En atención a la operación y necesidades del servicio, TEINNOVA MAYORISTAS S.A.S. define que los horarios de trabajo serán establecidos de manera autónoma por cada sede o sucursal, de acuerdo con sus condiciones logísticas, comerciales y administrativas. Por lo tanto, los horarios podrán variar entre la sede principal de Ipiales (Nariño) y las sedes de Bogotá D.C. y Medellín (Antioquia), sin que ello constituya trato desigual, siempre que se respeten los límites legales, el descanso y la no discriminación.\nEl horario aplicable a cada trabajador deberá constar en el contrato, anexo, manual de sede o comunicación interna formal, y será divulgado por los canales definidos por la sede correspondiente, dejando evidencia de su publicación.\nParágrafo 1. Toda sede deberá asegurar el cumplimiento de la jornada máxima legal vigente y de las reglas de distribución y descanso (Ley 2101 de 2021 que modifica el CST art. 161; CST arts. 167 y concordantes).\nParágrafo 2. La Empresa podrá ajustar horarios por sede conforme a necesidades del servicio, respetando dignidad, razonabilidad, seguridad y salud en el trabajo y garantizando comunicación previa (ius variandi)."
        },
        {
          "number": 46,
          "title": "Disposiciones especiales para trabajadores en comisión de servicio, desplazamientos y entregas",
          "body": "En virtud del poder subordinante del empleador y con el fin de salvaguardar la seguridad, la salud y los intereses de la Empresa, se establecen las siguientes disposiciones para el personal que, por razones del servicio (por ejemplo, entrega de productos a empresas de envío, apoyo a embalaje, compras de insumos, recaudo y traslado de dinero de puntos autorizados o diligencias operativas), deba desplazarse a diferentes zonas y, eventualmente, pernoctar fuera de su residencia habitual:\n1.\tEl alojamiento, cuando aplique, se realizará exclusivamente en los lugares previamente designados y autorizados por la Empresa, destinados únicamente para el descanso.\n2.\tDurante el tiempo de comisión, el trabajador deberá observar conductas seguras y preventivas, y está obligado a:\no\tCumplir rutas, instrucciones, procedimientos y tiempos definidos por la Empresa.\no\tMantener comunicación y disponibilidad por los canales definidos durante la comisión.\no\tProteger bienes, mercancía, dinero, documentos, equipos y la información a su cargo.\n3.\tDurante la comisión, incluso fuera del horario laboral, el trabajador no está autorizado a:\no\tAbandonar el lugar de alojamiento autorizado (cuando aplique) sin justificación y sin aviso a su jefe inmediato.\no\tPernoctar en lugares distintos a los autorizados por la Empresa (cuando aplique).\no\tRealizar conductas que comprometan su integridad, la seguridad de terceros, la imagen de la Empresa o el cumplimiento de sus deberes.\nParágrafo 1. Queda prohibido el ingreso de personas ajenas a la comisión a los lugares de alojamiento asignados por la Empresa (cuando aplique).\nParágrafo 2. El incumplimiento de estas disposiciones será valorado dentro del régimen disciplinario del presente Reglamento y podrá constituir falta grave o gravísima, según el riesgo generado, la afectación a la Empresa y la reiteración, garantizando siempre el debido proceso."
        }
      ]
    },
    {
      "number": 4,
      "title": "CAPÍTULO V - TRABAJO SUPLEMENTARIO, NOCTURNO, DOMINICAL Y EN DÍA DE DESCANSO OBLIGATORIO",
      "articles": [
        {
          "number": 47,
          "title": "Definición de trabajo suplementario (horas extras)",
          "body": "Se entiende por trabajo suplementario u horas extras el que excede de la jornada ordinaria pactada y, en todo caso, el que excede de la jornada máxima legal vigente.\nParágrafo. La realización de horas extras en TEINNOVA MAYORISTAS S.A.S. será excepcional, responderá a necesidades reales del servicio (por sede) y deberá contar con autorización previa conforme al presente Reglamento."
        },
        {
          "number": 48,
          "title": "Límite máximo del trabajo suplementario",
          "body": "En ningún caso las horas extras de trabajo, diurnas o nocturnas, podrán exceder de dos (2) horas diarias y doce (12) semanales.\nParágrafo. Cuando la jornada de trabajo se amplíe por acuerdo entre empleador y trabajador a diez (10) horas diarias, no se podrá en el mismo día laborar horas extras."
        },
        {
          "number": 49,
          "title": "Autorización interna, control y evidencia",
          "body": "La Empresa implementará un procedimiento interno de autorización de horas extras por cada sede (Ipiales, Bogotá D.C. y Medellín), el cual comprenderá, como mínimo:\n1.\tSolicitud o programación previa por el jefe inmediato o responsable de sede.\n2.\tAprobación expresa (escrita o por medio digital corporativo) antes de su ejecución, salvo urgencias operativas justificadas.\n3.\tRegistro verificable del tiempo laborado (marcación, planilla, reporte o sistema), con trazabilidad por trabajador.\nParágrafo 1. Actualmente no se requerirá permiso del Ministerio del Trabajo para concertar y/o trabajar horas extras; sin embargo, TEINNOVA mantendrá controles internos y soportes de pago y registro para fines probatorios y de auditoría laboral.\nParágrafo 2. TEINNOVA llevará un registro del trabajo suplementario que permita identificar, como mínimo, trabajador, actividad y número de horas, de acuerdo con la regulación vigente aplicable."
        },
        {
          "number": 50,
          "title": "Trabajo diurno y trabajo nocturno",
          "body": "Para efectos del reconocimiento de recargos, se entenderá por:\n•\tTrabajo diurno: el que se realiza dentro de la franja legal vigente.\n•\tTrabajo nocturno: el que se realiza dentro de la franja legal vigente.\nParágrafo 1 (regla histórica). El régimen tradicional establecía trabajo nocturno entre 9:00 p. m. y 6:00 a. m., conforme a la modificación introducida por la Ley 1846 de 2017.\nParágrafo 2 (ajuste Ley 2466 de 2025). La Ley 2466 de 2025 modificó la definición del trabajo nocturno para comprender el período entre 7:00 p. m. y 6:00 a. m., con reglas de implementación que han sido tratadas con entrada diferida hacia finales de 2025. En TEINNOVA se aplicará el tramo y la vigencia que resulte obligatoria según el texto vigente y su fecha de aplicación."
        },
        {
          "number": 51,
          "title": "Recargo por trabajo nocturno",
          "body": "El trabajo nocturno, por el solo hecho de ser nocturno, se remunerará con el recargo legal vigente sobre el valor del trabajo ordinario diurno. Actualmente, el recargo ordinario de trabajo nocturno corresponde al treinta y cinco por ciento (35%)."
        },
        {
          "number": 52,
          "title": "Tasas del trabajo suplementario (horas extra)",
          "body": "Las horas extras se pagarán con los recargos legales vigentes, así:\n1.\tHora extra diurna: recargo del veinticinco por ciento (25%) sobre la hora ordinaria diurna.\n2.\tHora extra nocturna: recargo del setenta y cinco por ciento (75%) sobre la hora ordinaria diurna.\nParágrafo. Los recargos se generan en forma exclusiva según la regla legal aplicable (sin perjuicio de las combinaciones legales previstas cuando coinciden condiciones de dominical/festivo con extra/nocturno)."
        },
        {
          "number": 53,
          "title": "Trabajo dominical y festivo",
          "body": "El trabajo en domingo y días festivos se remunerará con el recargo legal vigente sobre el salario ordinario en proporción a las horas laboradas. Bajo el régimen general del CST, el recargo ha sido del setenta y cinco por ciento (75%).\nParágrafo (Ley 2466 de 2025). La Ley 2466 de 2025 introdujo ajustes que apuntan a incrementar el recargo de dominicales y festivos hasta el cien por ciento (100%) de forma progresiva. TEINNOVA aplicará el porcentaje que corresponda según el año de implementación y el texto vigente."
        },
        {
          "number": 54,
          "title": "Trabajo en día de descanso obligatorio y compensatorios",
          "body": "Cuando por necesidades del servicio se requiera laborar en día de descanso obligatorio o festivo, TEINNOVA reconocerá los recargos legales y el descanso compensatorio cuando aplique, conforme a la normatividad vigente y a la programación por sede."
        },
        {
          "number": 55,
          "title": "Pago de recargos y horas extras",
          "body": "El pago del trabajo suplementario y de los recargos se realizará junto con el salario ordinario del período en que se causen, o en el ciclo de nómina inmediatamente siguiente, de acuerdo con la regla legal aplicable y los cierres de nómina por sede."
        },
        {
          "number": 56,
          "title": "Prohibición de horas extras no autorizadas y régimen disciplinario",
          "body": "Queda prohibido para los trabajadores realizar horas extras sin autorización previa conforme al Artículo 49. El incumplimiento podrá dar lugar a medidas disciplinarias, según la gravedad, reiteración, afectación operativa y riesgo generado, garantizando el debido proceso.\nParágrafo. Lo anterior no exonera a la Empresa de pagar el tiempo efectivamente laborado cuando exista prueba del trabajo realizado; por ello, TEINNOVA refuerza la obligación de registro y control de jornada por sede y por jefatura."
        }
      ]
    },
    {
      "number": 5,
      "title": "CAPÍTULO V - TRABAJO SUPLEMENTARIO, NOCTURNO, DOMINICAL Y EN DÍA DE DESCANSO OBLIGATORIO",
      "articles": [
        {
          "number": 57,
          "title": "Día de descanso obligatorio",
          "body": "En TEINNOVA MAYORISTAS S.A.S. se establece como día de descanso obligatorio el domingo, de conformidad con los artículos 172 y siguientes del Código Sustantivo del Trabajo (CST) y las modificaciones introducidas por la Ley 2466 de 2025.\nSin perjuicio de lo anterior, el descanso semanal podrá otorgarse en otro día cuando así lo permita la ley y se pacte o programe conforme al esquema operativo de cada sede, manteniendo siempre un (1) día de descanso remunerado por cada semana de trabajo."
        },
        {
          "number": 58,
          "title": "Definición de trabajo suplementario u horas extras",
          "body": "Se entiende por trabajo suplementario u horas extras aquel que exceda la jornada máxima legal o la jornada ordinaria pactada cuando esta sea inferior, de conformidad con los artículos 159 y siguientes del CST.\nEn TEINNOVA MAYORISTAS S.A.S., el trabajo suplementario deberá:\n1.\tSer previamente autorizado por la Empresa, a través del jefe inmediato o del procedimiento interno que se establezca en cada sede (Ipiales, Bogotá D.C. y Medellín).\n2.\tRegistrarse en los mecanismos de control de jornada definidos por la Empresa (biométrico, planillas, sistemas electrónicos, etc.).\n3.\tAjustarse a los límites máximos de horas extras establecidos en la normatividad vigente."
        },
        {
          "number": 59,
          "title": "Recargos por trabajo suplementario",
          "body": "De acuerdo con el Código Sustantivo del Trabajo y la Ley 2466 de 2025, los recargos por trabajo suplementario no fueron modificados, por lo cual se mantienen los siguientes porcentajes sobre la hora ordinaria:\n1.\tHora extra diurna: recargo del 25% sobre el valor de la hora ordinaria diurna.\n2.\tHora extra nocturna: recargo del 75% sobre el valor de la hora ordinaria diurna.\nParágrafo. Cuando las horas extras coincidan con trabajo en domingos o festivos, se acumularán los recargos de trabajo suplementario y de trabajo en día de descanso obligatorio, según corresponda."
        },
        {
          "number": 60,
          "title": "Definición de trabajo nocturno y recargo",
          "body": "Se considera trabajo nocturno el que se presta en la franja horaria establecida por la ley como jornada nocturna. La Ley 2466 de 2025 modificó el artículo 160 del CST y amplió la jornada nocturna para que se cause recargo nocturno a partir de las 7:00 p. m. hasta las 6:00 a. m., con un recargo del 35% sobre el valor de la hora ordinaria.\nEn consecuencia, en TEINNOVA MAYORISTAS S.A.S.:\n1.\tToda hora trabajada dentro de la franja nocturna legal se remunerará con el recargo nocturno del 35%.\n2.\tSi la hora nocturna, además, corresponde a tiempo suplementario (hora extra nocturna), se aplicará el recargo de 75% por trabajo extra nocturno, sin perjuicio del recargo dominical o festivo cuando coincida con días de descanso obligatorio.\nParágrafo. Cualquier modificación futura de la franja horaria nocturna o de su recargo legal se entenderá incorporada automáticamente a este Reglamento, aplicándose la norma vigente en cada momento."
        },
        {
          "number": 61,
          "title": "Trabajo en día de descanso obligatorio (domingo y festivos)",
          "body": "El trabajo en día de descanso obligatorio, particularmente en domingo, se remunerará con el recargo dominical o festivo sobre el valor de la hora ordinaria, de acuerdo con el artículo 179 del CST, modificado por la Ley 2466 de 2025, la cual estableció un aumento gradual del recargo hasta llegar al 100%.\nEl recargo por laborar en día de descanso obligatorio se aplicará así:\n1.\tHasta el 30 de junio de 2025: recargo del 75% (régimen anterior).\n2.\tDel 1 de julio de 2025 al 30 de junio de 2026: recargo del 80% sobre la hora ordinaria.\n3.\tDel 1 de julio de 2026 al 30 de junio de 2027: recargo del 90%.\n4.\tA partir del 1 de julio de 2027 en adelante: recargo del 100% sobre el valor de la hora ordinaria.\nParágrafo. En TEINNOVA MAYORISTAS S.A.S., estos porcentajes se aplicarán conforme al año y periodo correspondiente, garantizando que la liquidación del trabajo en día de descanso obligatorio cumpla con la tabla de aumento gradual prevista en la Ley 2466 de 2025, o la norma que la modifique o sustituya."
        },
        {
          "number": 62,
          "title": "Domingo ocasional y domingo habitual",
          "body": "Para efectos del presente Reglamento, se adoptan las definiciones del artículo 179 del CST y normas concordantes:\n1.\tDomingo ocasional: cuando el trabajador labora hasta dos (2) domingos en el mismo mes calendario. En este caso:\no\tTendrá derecho al recargo dominical correspondiente (80%, 90% o 100% según el año), sin que sea obligatorio el descanso compensatorio, salvo que la ley, el contrato o la Empresa concedan una condición más favorable.\n2.\tDomingo habitual: cuando el trabajador labora tres (3) o más domingos en el mismo mes. En este caso:\no\tTendrá derecho al recargo dominical correspondiente (80%, 90% o 100% según el año) y a un descanso compensatorio obligatorio en la semana siguiente al domingo laborado, sin perjuicio del día de descanso que le corresponda por cada semana de trabajo."
        },
        {
          "number": 63,
          "title": "Reglas generales de liquidación",
          "body": "Para efectos de liquidar el trabajo suplementario, nocturno y en día de descanso obligatorio en TEINNOVA MAYORISTAS S.A.S., se aplicarán las siguientes reglas generales:\n1.\tValor de la hora ordinaria: se calculará dividiendo el salario mensual (sin incluir auxilio de transporte) entre el número de horas mensuales definidas por la normatividad vigente (como referencia técnica común, 220 horas mensuales).\n2.\tAcumulación de recargos: cuando coincidan varias circunstancias (por ejemplo, trabajo nocturno, tiempo extra y día de descanso obligatorio), los recargos correspondientes se acumulan, es decir, se suman porcentualmente sobre el valor de la hora ordinaria, de acuerdo con las reglas del CST y los criterios técnicos recogidos por la doctrina y la jurisprudencia.\n3.\tReferencias típicas de cálculo (ilustrativas):\no\tUna hora extra diurna en domingo o festivo: recargo por hora extra diurna (25%) + recargo dominical/festivo vigente (80%, 90% o 100% según periodo).\no\tUna hora nocturna en domingo o festivo: recargo nocturno (35%) + recargo dominical/festivo correspondiente.\no\tUna hora extra nocturna en domingo o festivo: recargo por hora extra nocturna (75%) + recargo dominical/festivo correspondiente.\n4.\tRegistro y soporte: la liquidación se efectuará con base en:\no\tRegistros de jornada (ingreso, salida, horas extras autorizadas).\no\tPlanillas o reportes internos debidamente firmados o validados.\no\tAutorizaciones previas del jefe inmediato o del área responsable de cada sede."
        },
        {
          "number": 64,
          "title": "Prohibición de pactos en contra de recargos legales",
          "body": "No se podrán celebrar acuerdos individuales o colectivos que tengan por efecto desconocer, disminuir o renunciar a los recargos legales por trabajo suplementario, nocturno, dominical o en día de descanso obligatorio.\nCualquier pacto en ese sentido se considerará ineficaz, sin perjuicio de la obligación de la Empresa de reconocer el pago completo de los recargos previstos en el CST y en la Ley 2466 de 2025, o la norma que la modifique, complemente o sustituya."
        }
      ]
    },
    {
      "number": 6,
      "title": "CAPÍTULO VI - DÍAS DE DESCANSO, VACACIONES, PERMISOS Y LICENCIAS",
      "articles": [
        {
          "number": 65,
          "title": "Días de descanso obligatorio.",
          "body": "En TEINNOVA MAYORISTAS S.A.S., serán de descanso obligatorio remunerado los domingos y los días festivos que sean reconocidos como tales en la legislación laboral colombiana, así como los establecidos en la Ley 51 de 1983 (Ley Emiliani), conforme a lo dispuesto en los artículos 177 y siguientes del Código Sustantivo del Trabajo.\nDías festivos reconocidos. Todo trabajador de TEINNOVA MAYORISTAS S.A.S. tiene derecho al descanso remunerado en los siguientes días de fiesta de carácter civil o religioso:\n•\tFechas fijas: 1º de enero, 1º de mayo, 20 de julio, 7 de agosto, 8 de diciembre y 25 de diciembre.\n•\tFechas trasladables al lunes siguiente:\n•\t6 de enero (Reyes Magos), 19 de marzo (San José), 29 de junio (San Pedro y San Pablo),\n•\t15 de agosto (Asunción de la Virgen), 12 de octubre (Día de la Raza),\n1º de noviembre (Todos los Santos), 11 de noviembre (Independencia de Cartagena).\n•\tFechas móviles:\n•\tJueves y Viernes Santos, Ascensión del Señor, Corpus Christi y Sagrado Corazón de Jesús.\nAplicación de la Ley Emiliani.\nCuando la fecha festiva no corresponda a lunes, se trasladará al día lunes siguiente según lo establecido en la Ley 51 de 1983, garantizando así fines de semana largos para el descanso de nuestros trabajadores.\nDerechos derivados.\nLas prestaciones y derechos que para el trabajador origine el trabajo en los días festivos se reconocerán en relación con el día de descanso remunerado establecido en el inciso anterior, conforme al artículo 1 de la Ley 51 de 1983 y las normas concordantes.\nParágrafo. La programación de turnos y descansos podrá administrarse por cada sede (Ipiales, Bogotá D.C. y Medellín) de manera independiente, sin desconocer los derechos mínimos del trabajador y garantizando trazabilidad."
        },
        {
          "number": 66,
          "title": "Remuneración en días de descanso obligatorio.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. aplicamos lo establecido en el artículo 179 del Código Sustantivo del Trabajo, modificado por la Ley 2466 de 2025, en cuanto a la remuneración del trabajo en domingo y días de fiesta.\n1.\tRemuneración del trabajo dominical y festivo.\nEl trabajo en día de descanso obligatorio (domingo) o en días de fiesta se remunera con un recargo sobre el salario ordinario en proporción a las horas laboradas, sin perjuicio del salario ordinario a que tenga derecho el trabajador por haber laborado la semana completa.\n2.\tCoincidencia de descansos.\nSi con el día de descanso obligatorio coincide otro día de descanso remunerado, el trabajador, en caso de trabajar, solo tendrá derecho al recargo establecido para el trabajo en día de descanso, sin que haya doble reconocimiento por el mismo día.\n3.\tClasificación del trabajo dominical.\no\tTrabajo ocasional: Se entiende que el trabajo en día de descanso obligatorio es ocasional cuando el trabajador labora hasta dos (2) días de descanso obligatorio durante el mismo mes calendario.\no\tTrabajo habitual: Se entiende que el trabajo en día de descanso obligatorio es habitual cuando el trabajador labora tres (3) o más días de descanso obligatorio en el mismo mes calendario.\n4.\tAcuerdo sobre día de descanso.\nEn TEINNOVA MAYORISTAS S.A.S., las partes del contrato de trabajo podremos convenir por escrito que el día de descanso sea distinto al domingo, considerando las necesidades operativas de nuestra actividad de comercio al por mayor de equipos y partes electrónicos y de telecomunicaciones (CIIU 4652).\nEn caso de que no se pacte expresamente en el contrato de trabajo u otrosí, se presume como día de descanso obligatorio el domingo.\nImplementación gradual de recargos.\nEl recargo por trabajo dominical y festivo se implementará de manera gradual en TEINNOVA MAYORISTAS S.A.S., así:\nPeríodo\tRecargo aplicable sobre la hora ordinaria\nA partir del 1 de julio de 2025\t80 %\nA partir del 1 de julio de 2026\t90 %\nA partir del 1 de julio de 2027\t100 %"
        },
        {
          "number": 67,
          "title": "Derecho a vacaciones.",
          "body": "En TEINNOVA MAYORISTAS S.A.S., los trabajadores que hubieren prestado sus servicios durante un (1) año continuo tienen derecho a quince (15) días hábiles consecutivos de vacaciones remuneradas, las cuales serán concedidas cuando entre las partes se estime conveniente, de conformidad con el artículo 186 del Código Sustantivo del Trabajo.\nPlanificación de las vacaciones. Las vacaciones se programarán de común acuerdo entre TEINNOVA MAYORISTAS S.A.S. y el trabajador, procurando conciliar las necesidades operativas de nuestra actividad (comercio mayorista, logística, inventarios, despachos y soporte comercial) con los intereses personales y familiares del trabajador."
        },
        {
          "number": 68,
          "title": "Programación y disfrute de vacaciones.",
          "body": "Las vacaciones en TEINNOVA MAYORISTAS S.A.S. son concedidas de manera general según nuestro cronograma anual de vacaciones. En caso de quedar días pendientes por razones operativas, estos serán concedidos en el transcurso del año siguiente, garantizando en todo caso el derecho al descanso efectivo del trabajador.\nProgramación anual.\nTEINNOVA MAYORISTAS S.A.S. elaborará anualmente un cronograma de vacaciones que tenga en cuenta:\n•\tLas épocas de mayor demanda en nuestra actividad.\n•\tLa necesidad de mantener la continuidad del servicio.\n•\tLa distribución equitativa de los períodos de descanso entre los trabajadores."
        },
        {
          "number": 69,
          "title": "Remuneración de las vacaciones.",
          "body": "Durante el período de vacaciones, el trabajador recibirá el salario ordinario que esté devengando el día en que comience a disfrutar de ellas, conforme a lo establecido en el artículo 192 del Código Sustantivo del Trabajo.\nBase de cálculo.\nCuando el salario del trabajador sea variable, el salario de vacaciones se calculará sobre el promedio de lo devengado en el año inmediatamente anterior, incluyendo el salario básico y todos los factores salariales que hagan parte de la remuneración ordinaria, conforme a la ley."
        },
        {
          "number": 70,
          "title": "Registro de vacaciones.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. llevaremos un registro detallado de vacaciones en el que se anotará:\n•\tLa fecha en que el trabajador inicia sus vacaciones.\n•\tLa fecha en que las termina.\n•\tLa remuneración correspondiente al período de vacaciones.\nEste registro se lleva en cumplimiento de las obligaciones establecidas en el artículo 187 del Código Sustantivo del Trabajo y estará disponible para consulta del trabajador y de las autoridades laborales cuando lo requieran."
        },
        {
          "number": 71,
          "title": "Vacaciones proporcionales en contratos inferiores a un año.",
          "body": "En los contratos a término fijo inferior a un (1) año y en los demás contratos de duración inferior al año, los trabajadores de TEINNOVA MAYORISTAS S.A.S. tendrán derecho a vacaciones en proporción al tiempo laborado, cualquiera que este sea, o al reconocimiento de su valor en dinero en los eventos legales, conforme al artículo 189 del Código Sustantivo del Trabajo.\nCálculo proporcional.\nLas vacaciones proporcionales se calcularán, como referencia general, a razón de 1,25 días de vacaciones por cada mes completo de servicio, o en proporción equivalente por fracciones de mes, conforme a la legislación vigente."
        },
        {
          "number": 72,
          "title": "Licencias obligatorias remuneradas.",
          "body": "TEINNOVA MAYORISTAS S.A.S. concederá a sus trabajadores las licencias obligatorias y remuneradas, en cumplimiento de las obligaciones especiales del empleador establecidas en el artículo 57, numeral 6 del Código Sustantivo del Trabajo, modificado por el artículo 15 de la Ley 2466 de 2025, así como las demás normas que regulan la materia.\nLas licencias remuneradas que se otorgarán incluyen, entre otras:\n1.\tEjercicio del sufragio: Para ejercer el derecho constitucional al voto en elecciones y consultas populares, de conformidad con la Ley 403 de 1997.\n2.\tCargos oficiales transitorios: Para el desempeño de cargos oficiales de forzosa aceptación.\n3.\tGrave calamidad doméstica: Para atender situaciones familiares de extrema gravedad debidamente comprobadas, entendiéndose como tales los sucesos personales o familiares hasta el tercer grado de consanguinidad, segundo de afinidad o primero civil, caso fortuito o fuerza mayor.\n4.\tAsistencia al servicio médico: Para citas médicas de urgencia o programadas, con médicos generales o especialistas, incluyendo aquellos casos enmarcados en el diagnóstico y tratamiento de la endometriosis, conforme a la Ley 2338 de 2023 y normas complementarias.\n5.\tCitaciones judiciales, administrativas y legales: Para el cumplimiento de citaciones de cualquier autoridad competente.\n6.\tObligaciones como acudiente: Para asistir a obligaciones escolares cuando la presencia del trabajador sea requerida por el centro educativo.\n7.\tActividades sindicales: Para el ejercicio de comisiones sindicales inherentes a la organización o para asistir al entierro de compañeros de trabajo, en los términos de la normatividad aplicable.\n8.\tIncentivo por uso de bicicleta: TEINNOVA MAYORISTAS S.A.S. podrá acordar con los trabajadores un (1) día de descanso remunerado por cada seis (6) meses de trabajo, previa certificación del uso de la bicicleta como medio de transporte para la llegada y salida del lugar de trabajo, conforme a la normatividad vigente sobre movilidad sostenible, en caso de ser aplicable.\nCondiciones para el otorgamiento.\n•\tAviso y solicitud: El trabajador deberá informar al área de Talento Humano con una antelación mínima de un (2) días hábiles, exponiendo el motivo y la duración del permiso, salvo en caso de grave calamidad doméstica, en el que el aviso deberá ser inmediato o tan pronto como sea posible según las circunstancias.\n•\tComprobación: En todos los casos, el trabajador deberá aportar los documentos que soporten y justifiquen la causa de la licencia (citaciones, certificados médicos, constancias, etc.).\n•\tContinuidad operativa: El número de trabajadores ausentes simultáneamente por estas licencias no podrá ser tal que perjudique gravemente la operación de TEINNOVA MAYORISTAS S.A.S. La Empresa se reserva la facultad de reprogramar el permiso de uno o varios trabajadores cuando la ausencia afecte de manera importante procesos críticos, procurando siempre no desconocer el núcleo esencial del derecho del trabajador.\nParágrafo único. Permisos personales no obligatorios. TEINNOVA MAYORISTAS S.A.S. podrá otorgar permisos personales para atender asuntos de índole particular que no estén incluidos en el listado anterior, los cuales no tendrán carácter de licencia obligatoria remunerada.\nEstos permisos estarán sujetos a la previa autorización de la Gerencia o del área de Talento Humano y podrán ser compensados o recuperados mediante acuerdo con el empleador, sin que el tiempo de recuperación constituya trabajo suplementario."
        },
        {
          "number": 73,
          "title": "Licencia de maternidad.",
          "body": "Toda trabajadora en estado de embarazo vinculada a TEINNOVA MAYORISTAS S.A.S. tiene derecho a una licencia de dieciocho (18) semanas en la época del parto, remunerada con el salario que devengue al entrar a disfrutar del descanso, conforme a la Ley 1822 de 2017 y normas que la modifiquen o complementen.\nDocumentación requerida. Para el reconocimiento de la licencia, la trabajadora deberá presentar un certificado médico en el cual conste:\n•\tEl estado de embarazo debidamente certificado.\n•\tEl día probable del parto.\n•\tLa indicación del día desde el cual debe iniciar la licencia, teniendo en cuenta que, por lo menos, debe empezar dos (2) semanas antes del parto, salvo indicación médica diferente.\nGarantías adicionales. Durante el período de licencia de maternidad, TEINNOVA MAYORISTAS S.A.S. garantizará:\n•\tLa estabilidad laboral reforzada de la trabajadora, en los términos establecidos por la Constitución, la ley y la jurisprudencia.\n•\tEl pago oportuno de la remuneración a través del sistema de seguridad social en salud, cuando haya lugar, y el cumplimiento de las obligaciones a cargo del empleador."
        },
        {
          "number": 74,
          "title": "Licencia de paternidad.",
          "body": "En TEINNOVA MAYORISTAS S.A.S., el padre trabajador tendrá derecho a la licencia remunerada de paternidad en los términos y duración que establezca la ley vigente (actualmente Ley 2114 de 2021 y normas que la desarrollen).\nDocumentación requerida. El soporte válido para el otorgamiento de la licencia remunerada de paternidad es el Registro Civil de Nacimiento, el cual deberá presentarse a la EPS y al empleador dentro del plazo previsto por la normatividad (generalmente treinta (30) días siguientes al nacimiento del menor o según la norma vigente).\nApoyo empresarial. TEINNOVA MAYORISTAS S.A.S. brindará el apoyo necesario al trabajador para gestionar de manera oportuna su licencia de paternidad ante la EPS correspondiente."
        },
        {
          "number": 75,
          "title": "Descansos para lactancia materna.",
          "body": "TEINNOVA MAYORISTAS S.A.S. está en la obligación de conceder a la trabajadora, durante los primeros seis (6) meses de edad del menor, dos (2) descansos de treinta (30) minutos cada uno dentro de la jornada laboral para amamantar a su hijo, sin descuento alguno en el salario.\nExtensión del beneficio. Una vez cumplido este período, la Empresa concederá un (1) descanso de treinta (30) minutos en los mismos términos hasta los dos (2) años de edad del menor, siempre y cuando se acredite la continuidad de la lactancia materna mediante certificación médica cuando así se requiera.\nDescansos adicionales. Se concederán descansos adicionales si la trabajadora presenta certificado médico en el cual se expongan las razones que justifiquen un mayor número de pausas para lactancia.\nFacilidades adicionales. TEINNOVA MAYORISTAS S.A.S. procurará proporcionar un espacio adecuado, higiénico y privado para que la trabajadora pueda extraer y conservar la leche materna cuando sea necesario, de acuerdo con las recomendaciones de salud pública."
        },
        {
          "number": 76,
          "title": "Licencia por luto.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. se concederá al trabajador, en caso de fallecimiento de su cónyuge, compañero o compañera permanente o de un familiar hasta el segundo grado de consanguinidad, primero de afinidad y primero civil, una licencia remunerada por luto de cinco (5) días hábiles, conforme a la Ley 1280 de 2009.\nAclaración importante. La grave calamidad doméstica no incluye la licencia por luto, siendo estos dos conceptos independientes.\nGrados de parentesco cubiertos.\n•\tConsanguinidad\no\tPadres: 1°\no\tHijos: 1°\no\tHermanos: 2°\no\tAbuelos: 2°\no\tNietos: 2°\n•\tAfinidad\no\tCónyuge o compañero(a) permanente: 1°\no\tHijastros: 1°\no\tSuegros: 1°\no\tAbuelos del cónyuge: 2°\no\tCuñados: 2°\n•\tParentesco civil\no\tHijo(a) adoptivo(a): 1°\nDocumentación requerida. El hecho deberá demostrarse mediante documento expedido por la autoridad competente (registro civil de defunción u otro documento idóneo), dentro de los treinta (30) días siguientes a su ocurrencia.\nParágrafo\nA.\nEn caso de grave calamidad doméstica, la oportunidad del aviso puede ser anterior o posterior al hecho que lo constituye o al tiempo de ocurrir este, según lo permitan las circunstancias.\nParágrafo\nB.\nEn caso de entierro de compañeros de trabajo, el aviso puede ser hasta con un (1) día de anticipación y el permiso se concederá hasta al 10 % de los trabajadores, teniendo en cuenta las necesidades de operación de TEINNOVA MAYORISTAS S.A.S.\nParágrafo\nC.\nEn los demás casos (sufragio, desempeño de cargos transitorios de forzosa aceptación, concurrencia al servicio médico, citaciones judiciales, etc.), el aviso se hará con la anticipación que las circunstancias lo permitan.\nSalvo convención en contrario, y a excepción del caso de concurrencia al servicio médico, el tiempo empleado en estos permisos puede descontarse o compensarse mediante acuerdo entre las partes, ya sea con recuperación del tiempo o con la figura que se defina internamente, respetando siempre los derechos mínimos del trabajador.\nProcedimiento interno.\nPara la solicitud de cualquier permiso de salida o licencia, el trabajador deberá:\n1.\tInformar al área de Talento Humano o al jefe inmediato.\n2.\tDiligenciar el formato interno que TEINNOVA MAYORISTAS S.A.S. tenga establecido para este procedimiento.\n3.\tAportar los soportes documentales cuando la naturaleza del permiso lo exija."
        }
      ]
    },
    {
      "number": 7,
      "title": "CAPÍTULO VII - POLÍTICA SALARIAL, RANGOS DE REMUNERACIÓN Y SALARIO EN ESPECIE",
      "articles": [
        {
          "number": 77,
          "title": "Definición de salario en TEINNOVA MAYORISTAS S.A.S.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. entendemos por salario todo lo que recibe el trabajador en dinero o en especie como contraprestación directa de los servicios prestados, ya sea remuneración ordinaria, fija o variable, sin importar la denominación que se le asigne (sueldo, comisiones, primas habituales, recargos, etc.), de conformidad con el artículo 127 del Código Sustantivo del Trabajo –CST–, modificado por la Ley 50 de 1990.\nHacen parte del salario, entre otros, los conceptos que retribuyen de manera directa el servicio subordinado y que ingresan al patrimonio del trabajador a título oneroso."
        },
        {
          "number": 78,
          "title": "Conceptos que constituyen salario",
          "body": "En TEINNOVA MAYORISTAS S.A.S. constituyen salario, siempre que retribuyan directamente el trabajo del empleado, entre otros:\n1.\tEl sueldo básico mensual pactado.\n2.\tLas comisiones, porcentajes sobre ventas o productividad.\n3.\tLas primas habituales de carácter salarial que se pacten (por ejemplo, primas fijas mensuales, primas por cumplimiento cuando tengan vocación de permanencia).\n4.\tLos sobresueldos o incrementos permanentes asociados al cargo o a la responsabilidad.\n5.\tEl valor del trabajo suplementario u horas extras.\n6.\tEl valor del trabajo realizado en días de descanso obligatorio, dominicales o festivos, incluyendo los recargos que establezca la ley.\n7.\tLos recargos nocturnos y demás recargos legales que remuneran directamente el trabajo.\n8.\tCualquier otro pago que tenga por finalidad retribuir en forma directa y habitual el servicio prestado, de acuerdo con el artículo 127 del CST.\nCuando exista duda sobre el carácter salarial de un pago, prevalecerá la naturaleza real del beneficio y su finalidad (si retribuye o no el trabajo), conforme a la jurisprudencia laboral vigente."
        },
        {
          "number": 79,
          "title": "Pagos que no constituyen salario",
          "body": "No constituyen salario en TEINNOVA MAYORISTAS S.A.S., de conformidad con el artículo 128 del CST y la normativa vigente, aquellos pagos que el trabajador recibe sin que tengan la finalidad de remunerar directamente el servicio, tales como:\n1.\tLas sumas que ocasionalmente y por mera liberalidad entreguemos (bonificaciones ocasionales, gratificaciones no periódicas, participación en utilidades o excedentes, entre otras).\n2.\tLos pagos destinados a permitir el cabal desempeño de las funciones, tales como gastos de representación, medios de transporte estrictamente necesarios para la labor, elementos de trabajo y otros análogos.\n3.\tLas prestaciones sociales legales y extralegales (prima de servicios, cesantías, intereses a las cesantías, dotación, auxilios extralegales pactados como no salariales, etc.).\n4.\tLos beneficios o auxilios habituales u ocasionales acordados convencional o contractualmente u otorgados en forma extralegal, cuando las partes hayan dispuesto expresamente que no constituyen salario y su finalidad no sea remunerar directamente el servicio, tales como alimentación, habitación o vestuario otorgados como beneficio extralegal, primas extralegales, de vacaciones, de servicios o de navidad no salariales, entre otros.\n5.\tLos viáticos accidentales y la parte de los viáticos permanentes destinada exclusivamente a transporte o representación, según lo previsto en el CST y la Ley 50 de 1990.\nEn todos estos casos, la naturaleza no salarial deberá constar por escrito en el contrato de trabajo, otrosí o documento interno debidamente suscrito."
        },
        {
          "number": 80,
          "title": "Salario en especie",
          "body": "En TEINNOVA MAYORISTAS S.A.S. se entiende por salario en especie la alimentación, habitación, vestuario u otros bienes o servicios que suministremos al trabajador o a su familia como parte de la retribución ordinaria del servicio, cuando su finalidad sea remunerar directamente el trabajo, conforme al artículo 129 del CST.\n1.\tValoración expresa: El salario en especie deberá valorarse expresamente en el contrato de trabajo u otros correspondiente. A falta de estipulación, su valor se determinará pericialmente, sin que pueda exceder los límites legales.\n2.\tLímites legales:\n•\tEn ningún caso el salario en especie podrá superar el cincuenta por ciento (50%) de la totalidad del salario pactado.\n•\tCuando el trabajador devengue el salario mínimo legal mensual vigente, el valor del salario en especie no podrá exceder del treinta por ciento (30%) del salario, de conformidad con el numeral 3 del artículo 129 del CST.\n3.\tAplicación en TEINNOVA MAYORISTAS S.A.S.:\na) En principio, la regla general en nuestra empresa será la remuneración en dinero.\nb) Eventualmente, y según la naturaleza del cargo, podremos pactar salario en especie (por ejemplo, alimentación, dotación especial de vestuario o alojamiento en comisión) respetando los límites anteriores y dejando constancia escrita de su valor salarial o de su carácter no salarial, según corresponda.\n4.\tDiferenciación con beneficios no salariales: Cuando los bienes o servicios tengan una finalidad meramente asistencial o de bienestar (por ejemplo, alimentación ocasional, auxilios extralegales pactados como no salariales) y se establezca expresamente su naturaleza no salarial, se regirán por lo dispuesto en el artículo 128 del CST."
        },
        {
          "number": 81,
          "title": "Política de fijación de salarios y rangos salariales en TEINNOVA MAYORISTAS S.A.S.",
          "body": "En cumplimiento de la Constitución Política, del artículo 143 del CST (trabajo de igual valor, salario igual) y de la Ley 1496 de 2011 sobre igualdad salarial entre hombres y mujeres, así como de los principios de trabajo decente y remuneración basada en factores objetivos reforzados por la Ley 2466 de 2025, en TEINNOVA MAYORISTAS S.A.S. los salarios y rangos salariales se determinan exclusivamente con base en criterios técnicos y objetivos, libres de toda discriminación.\n1.\tPrincipios rectores de la política salarial:\na)\tRemuneración mínima, vital y móvil, proporcional a la cantidad y calidad de trabajo.\nb) Igualdad de oportunidades y prohibición de toda forma de discriminación salarial.\nc) Remuneración basada en factores objetivos de diferenciación, que el empleador debe poder justificar.\nd)Transparencia interna en los criterios de asignación salarial.\n2.\tFactores objetivos para definir el salario y los rangos salariales: En TEINNOVA MAYORISTAS S.A.S. utilizamos, entre otros, los siguientes criterios obligatorios de valoración al fijar salarios y rangos por cargo, de acuerdo con Ley 1496 de 2011 y los desarrollos de la Reforma Laboral:\na) Naturaleza y complejidad de la actividad a realizar.\nb) Nivel de calificación, formación y certificaciones requeridas para el cargo.\nc) Experiencia previa relevante y competencias técnicas del trabajador.\nd) Grado de responsabilidad, toma de decisiones, manejo de información sensible o recursos de la empresa.\ne) Condiciones de trabajo (carga de trabajo, presión, interacción con clientes, responsabilidad en la gestión de información, etc.).\nf) Condiciones de admisión al empleo y desempeño demostrado (cumplimiento de metas, calidad del trabajo, resultados verificables).\ng) Situación del mercado laboral y rangos de referencia externos para cargos similares.\nh) Equidad interna, comparando el cargo con otros de igual valor dentro de la estructura organizacional.\n3.\tProhibición de criterios discriminatorios: En ningún caso se utilizarán como criterios para fijar o diferenciar salarios factores prohibidos por la Constitución, el CST, la Ley 1496 de 2011, la Ley 2466 de 2025 y los convenios de la OIT, tales como: sexo, género, identidad de género, orientación sexual, estado civil, embarazo o maternidad, raza, etnia, nacionalidad, edad (salvo los límites legales), religión, opinión política, condición sindical, discapacidad, estado de salud, origen familiar o socioeconómico, ni cualquier otra condición protegida.\n4.\tDocumentación de la estructura salarial: TEINNOVA MAYORISTAS S.A.S. contará con una tabla o estructura salarial interna en la que se definan los rangos de salario mínimo y máximo para cada cargo o grupo de cargos, con base en los factores objetivos descritos en este artículo.\nDicha tabla hará parte de nuestros documentos internos de Talento Humano, se articulará con el Manual de Funciones y Perfiles de Cargo y será actualizada de manera periódica, sin reducir salarios ya pactados salvo que medie acuerdo escrito y sin desconocer derechos adquiridos."
        },
        {
          "number": 82,
          "title": "Rangos salariales por cargo y actualización",
          "body": "1.\tRangos salariales por cargo: Para cada cargo existente en TEINNOVA MAYORISTAS S.A.S., se definirá un rango salarial compuesto por un salario mínimo de ingreso y un salario máximo de referencia, determinado con base en los factores objetivos descritos en el artículo anterior y en el análisis del mercado laboral.\n2.\tIngresos y progresión dentro del rango:\na)\tEl salario de ingreso se fijará dentro del rango correspondiente al cargo, teniendo en cuenta la formación, experiencia y demás factores objetivos del trabajador.\nb)\t La progresión dentro del rango (aumentos salariales) dependerá de:\n•\tDesempeño y cumplimiento de objetivos.\n•\tAdquisición de nuevas competencias o certificaciones relevantes.\n•\tAntigüedad en el cargo, cuando se haya definido como criterio de progresión.\n•\tAjustes generales derivados de incrementos por costo de vida o decisiones empresariales.\n3.\tModificación de la estructura salarial: TEINNOVA MAYORISTAS S.A.S. podrá actualizar la estructura y rangos salariales atendiendo a la ley, la inflación, el salario mínimo legal vigente, la situación económica de la empresa y las condiciones del mercado laboral, garantizando siempre:\n•\tNo desmejorar el salario básico pactado sin acuerdo escrito.\n•\tRespetar la remuneración mínima legal y los recargos establecidos por la ley.\n•\tMantener la coherencia con los principios de igualdad salarial y trabajo de igual valor, salario igual.\n4.\tRegistro y trazabilidad: La empresa llevará un registro actualizado de salarios, rangos por cargo y movimientos salariales, que permita demostrar ante las autoridades laborales la aplicación de factores objetivos y la inexistencia de discriminación salarial."
        },
        {
          "number": 83,
          "title": "Igualdad salarial y justificación de diferencias",
          "body": "En TEINNOVA MAYORISTAS S.A.S. se aplica el principio de que, a trabajo de igual valor, en puesto, jornada y condiciones de eficiencia iguales, debe corresponder salario igual, incluyendo todos los elementos que conforman la remuneración, según el artículo 143 del CST, modificado por la Ley 1496 de 2011.\n1.\tPresunción de discriminación: Toda diferencia salarial entre trabajadores que desempeñen funciones equivalentes o de igual valor se presumirá injustificada cuando no exista soporte en factores objetivos de diferenciación. Corresponderá a la empresa demostrar dichos factores objetivos ante una eventual reclamación o actuación administrativa o judicial.\n2.\tObligación de corrección: Si se identifica una brecha salarial injustificada entre trabajadores en condiciones equivalentes, TEINNOVA MAYORISTAS S.A.S. adoptará las medidas necesarias para corregirla, ajustando la remuneración del trabajador o grupo afectado en los términos y plazos que determinen la ley, la autoridad competente o los acuerdos internos de mejora.\n3.\tRegistro de perfiles y remuneración por sexo: En armonía con la Ley 1496 de 2011, la empresa llevará un registro de perfiles de cargos, funciones y remuneración desagregado por sexo, tipo de vinculación y modalidad contractual, como soporte de la política de igualdad salarial."
        },
        {
          "number": 84,
          "title": "Honorarios y otras formas de remuneración no laboral",
          "body": "1.\tHonorarios:\nCuando TEINNOVA MAYORISTAS S.A.S. vincule personas naturales mediante contratos de prestación de servicios de naturaleza civil o comercial, sin subordinación y sin sujeción a jornada ni órdenes propias de un contrato de trabajo, la remuneración que perciban se denominará honorarios. Estos honorarios:\na) No constituyen salario ni dan lugar, por sí mismos, a prestaciones sociales laborales.\nb) Se regulan por las normas civiles y comerciales, sin perjuicio de lo que determinen las autoridades cuando verifiquen la realidad de la relación.\n2.\tLímites del RIT frente a honorarios:\nLas personas vinculadas por honorarios no estarán sometidas al presente Reglamento Interno de Trabajo, salvo en lo relativo a normas de Seguridad y Salud en el Trabajo, confidencialidad, protección de datos y otras disposiciones de cumplimiento general que expresamente se les hagan extensivas.\n3.\tProhibición de desnaturalización:\nTEINNOVA MAYORISTAS S.A.S. no utilizará contratos de honorarios, prestación de servicios u otras figuras civiles o comerciales para desnaturalizar relaciones que, en la realidad, correspondan a un contrato de trabajo subordinado; en caso de presentarse esta situación, prevalecerá la realidad sobre las formas, conforme al principio de primacía de la realidad propio del derecho laboral colombiano."
        }
      ]
    },
    {
      "number": 8,
      "title": "CAPÍTULO VIII - BENEFICIOS EXTRALEGALES, AUXILIOS Y BONIFICACIONES",
      "articles": [
        {
          "number": 85,
          "title": "Definición y principios generales.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. entendemos por beneficios extralegales, auxilios y bonificaciones aquellos pagos en dinero o en especie que se otorgan al trabajador, además de la remuneración mínima derivada del salario legal o convencional, con fines de bienestar, motivación, reconocimiento o apoyo económico.\nEstos beneficios:\n1.\tNo sustituyen el salario ni las prestaciones sociales legales.\n2.\tSe conceden conforme a las políticas internas de Talento Humano, la situación económica de la Empresa y los acuerdos individuales o colectivos que se suscriban.\n3.\tPueden ser salariales o no salariales, dependiendo de su finalidad, periodicidad y de lo que se pacte por escrito en el contrato de trabajo, otrosí o política corporativa.\nEn todo caso, su otorgamiento respetará los principios de igualdad, transparencia, objetividad y no discriminación definidos en nuestra política salarial y en la Ley 2466 de 2025."
        },
        {
          "number": 86,
          "title": "Beneficios extralegales de carácter no salarial.",
          "body": "Se considerarán, en principio, beneficios extralegales de carácter no salarial aquellos pagos en dinero o en especie que TEINNOVA MAYORISTAS S.A.S. otorgue a los trabajadores con fines de bienestar, protección o incentivo general, siempre que:\n1.\tNo tengan como finalidad retribuir directamente el servicio.\n2.\tNo dependan de la cantidad de trabajo, productividad individual inmediata o resultados diarios del trabajador.\n3.\tExista acuerdo expreso, por escrito, de que no constituyen salario.\nDentro de estos beneficios pueden incluirse, entre otros:\n•\tAuxilios extralegales de alimentación.\n•\tAuxilios extralegales de transporte distintos al auxilio de transporte legal.\n•\tAuxilios de conectividad o datos cuando no sustituyan salario.\n•\tApoyos educativos o de formación.\n•\tBonos de bienestar o fechas especiales (por ejemplo: día del trabajador, fin de año).\n•\tActividades de recreación, integración o acciones de bienestar.\nParágrafo. Cuando, en la práctica, estos pagos se utilicen para reemplazar o disimular parte del salario, o estén directamente ligados a la prestación ordinaria del servicio, podrán ser considerados salario por la autoridad laboral o judicial competente, con las consecuencias legales respectivas."
        },
        {
          "number": 87,
          "title": "Auxilios extralegales.",
          "body": "En TEINNOVA MAYORISTAS S.A.S., además de los beneficios legales, podremos reconocer auxilios extralegales que, según su finalidad, podrán ser o no salariales:\n1.\tAuxilio extralegal de alimentación. Podrá otorgarse como apoyo al trabajador, mediante pago en dinero o suministro de alimentación, tarjetas, bonos o convenios. En principio, se pactará como no salarial cuando su finalidad sea de bienestar y no retribuir directamente el servicio.\n2.\tAuxilio extralegal de transporte. Adicional al auxilio legal de transporte (cuando aplique), TEINNOVA MAYORISTAS S.A.S. podrá otorgar un apoyo adicional para transporte o movilización, que se pactará preferiblemente como no salarial, siempre que no sustituya salario.\n3.\tAuxilio de conectividad o herramientas tecnológicas. Cuando por la naturaleza del cargo el trabajador deba utilizar medios tecnológicos (internet, telefonía, datos, plataformas), la Empresa podrá reconocer un auxilio para dichos fines. Si se otorga como reembolso de gastos o apoyo para el desempeño del cargo, podrá manejarse como no salarial.\n4.\tAuxilios educativos y de formación. La Empresa podrá apoyar al trabajador o a sus hijos con becas, descuentos, cursos o capacitaciones extralegales. Su finalidad será el desarrollo personal y profesional y, en principio, se pactarán como no salariales.\n5.\tOtros auxilios de bienestar. TEINNOVA MAYORISTAS S.A.S. podrá crear, modificar o suprimir otros auxilios de bienestar, siempre que se respete la normatividad laboral y no se desconozcan derechos adquiridos cuando hayan sido incorporados expresamente como parte de la remuneración contractual.\nEn todos los casos, la naturaleza salarial o no salarial del auxilio deberá constar por escrito."
        },
        {
          "number": 88,
          "title": "Bonificaciones.",
          "body": "Las bonificaciones son sumas de dinero que TEINNOVA MAYORISTAS S.A.S. otorga a los trabajadores, bien sea como reconocimiento, estímulo, incentivo por resultados o por mera liberalidad. Para efectos de este Reglamento, se clasifican en:\n1.\tBonificaciones salariales. Tendrán carácter salarial cuando:\n•\tSe paguen de manera permanente o periódica (mensual, bimestral, trimestral, etc.), y\n•\tEstén ligadas de forma directa a la prestación ordinaria del servicio o a resultados individuales constantes del trabajador.\n•\tEn estos casos, la bonificación hace parte de la remuneración y se incorpora a la base para prestaciones sociales, seguridad social y aportes parafiscales.\n2.\tBonificaciones no salariales. Podrán manejarse como no constitutivas de salario cuando cumplan, entre otros, los siguientes criterios:\n•\tTengan carácter ocasional, extraordinario o discrecional, sin periodicidad fija ni vocación de permanencia.\n•\tSe otorguen como reconocimiento general por logros institucionales, aniversarios, fechas especiales u otros eventos que no estén directamente ligados al rendimiento individual continuo.\n•\tSe pacte de forma expresa y por escrito que no constituyen salario y que su finalidad no es remunerar directamente el trabajo, sino incentivar o reconocer la pertenencia a la organización.\nEjemplos:\n•\tBonos únicos de fin de año por resultados globales de la Empresa.\n•\tBonos de fidelidad por años de servicio, cuando se otorguen esporádicamente.\n•\tBonificaciones únicas por proyectos especiales culminados.\nParágrafo. Cuando una bonificación inicialmente pactada como no salarial se convierta en periódica y se pague de forma continua ligada a la prestación del servicio, podrá ser considerada salarial por aplicación del principio de primacía de la realidad."
        },
        {
          "number": 89,
          "title": "Programas de incentivos y reconocimientos.",
          "body": "TEINNOVA MAYORISTAS S.A.S. podrá implementar programas de incentivos individuales o colectivos, en dinero o en especie, para reconocer:\n•\tEl cumplimiento de metas de ventas, productividad o indicadores comerciales (cuando aplique).\n•\tLa calidad del servicio, la reducción de errores y buenas prácticas en manejo de información.\n•\tLa participación en proyectos estratégicos o mejoras de procesos.\n•\tEl compromiso con la cultura organizacional, el SG-SST y el cumplimiento normativo.\nEstos incentivos:\n1.\tDeberán estar documentados en políticas internas o reglamentos específicos de incentivos.\n2.\tSeñalarán claramente criterios de otorgamiento, periodicidad, forma de cálculo y naturaleza salarial o no salarial.\n3.\tRespetarán los principios de igualdad, objetividad y no discriminación.\nParágrafo. Cuando el incentivo sea parte estable y habitual de la remuneración ligada al desempeño individual, se entenderá de naturaleza salarial. Cuando se trate de reconocimientos ocasionales, generales o discrecionales, podrá manejarse como no salarial, con el soporte y la redacción adecuados."
        },
        {
          "number": 90,
          "title": "Comunicación, registro y modificación de beneficios.",
          "body": "1.\tComunicación al trabajador. Todo beneficio extralegal, auxilio o bonificación que otorgue TEINNOVA MAYORISTAS S.A.S. será comunicado al trabajador por alguno de los siguientes medios:\n•\tContrato de trabajo o sus otrosíes.\n•\tPolíticas y manuales internos de Talento Humano.\n•\tCirculares o comunicaciones internas escritas.\n2.\tRegistro interno. El área de Talento Humano llevará un registro actualizado de los beneficios extralegales, auxilios y bonificaciones implementados, indicando para cada uno:\n•\tNombre del beneficio.\n•\tPoblación beneficiaria.\n•\tFinalidad del beneficio.\n•\tSi tiene carácter salarial o no, y el soporte documental correspondiente.\n3.\tModificación o supresión de beneficios extralegales. TEINNOVA MAYORISTAS S.A.S. podrá modificar, sustituir o suprimir beneficios extralegales, auxilios y bonificaciones no adquiridos como derecho contractual individual, teniendo en cuenta:\n•\tLa situación económica y operativa de la Empresa.\n•\tLa necesidad de ajustar la política de compensación y bienestar.\n•\tLa prohibición de desmejorar el salario y las prestaciones legales.\nParágrafo. Cuando un beneficio haya sido incorporado explícitamente como parte de la remuneración contractual del trabajador, su modificación requerirá acuerdo escrito o las condiciones previstas por la ley."
        },
        {
          "number": 91,
          "title": "Relación con la política salarial y el principio de igualdad.",
          "body": "Los beneficios extralegales, auxilios y bonificaciones que establezca TEINNOVA MAYORISTAS S.A.S. se articularán con la política salarial y de rangos de remuneración definida en el capítulo anterior, respetando:\n1.\tEl principio de igualdad salarial y de trato, de manera que trabajadores en condiciones equivalentes no sean excluidos arbitrariamente de un beneficio por razones discriminatorias.\n2.\tLa obligación de justificar, con criterios objetivos, cualquier diferenciación en el acceso o monto de beneficios cuando se encuentren vinculados a desempeño, metas o requisitos específicos.\n3.\tLa coherencia con las disposiciones de la Ley 2466 de 2025 en materia de transparencia en la remuneración y prevención de discriminación salarial o de beneficios."
        },
        {
          "number": 92,
          "title": "Compatibilidad con el Sistema de Gestión de Seguridad y Salud en el Trabajo (SG-SST).",
          "body": "Los beneficios, auxilios y bonificaciones que TEINNOVA MAYORISTAS S.A.S. otorgue con fines de bienestar, promoción de la salud, prevención de riesgos laborales o mejora del clima organizacional se entenderán también como parte de las acciones de apoyo al SG-SST, sin perjuicio de:\n1.\tLa obligación de cumplir todas las disposiciones de ley en materia de prevención de riesgos laborales.\n2.\tLa prohibición de condicionar el acceso a derechos mínimos (EPP, capacitaciones, pausas activas, etc.) a la existencia de beneficios extralegales.\nTEINNOVA MAYORISTAS S.A.S. podrá reconocer incentivos o reconocimientos especiales por:\n•\tParticipación activa en campañas de seguridad y salud en el trabajo.\n•\tReporte oportuno de actos y condiciones inseguras.\n•\tLiderazgo en buenas prácticas de bioseguridad, ergonomía y manejo de equipos."
        },
        {
          "number": 93,
          "title": "Tratamiento de los pagos no salariales frente a la base de cotización a seguridad social.",
          "body": "En TEINNOVA MAYORISTAS S.A.S., los pagos que se pacten como no constitutivos de salario, de conformidad con el artículo 128 del Código Sustantivo del Trabajo y la normativa vigente, no se tendrán en cuenta para:\n•\tLa liquidación de prestaciones sociales.\n•\tLa liquidación de indemnizaciones laborales.\n•\tLa determinación de la base de cotización al Sistema de Seguridad Social Integral, siempre que se respeten los límites establecidos en la ley.\nEn aplicación del artículo 30 de la Ley 1393 de 2010, las sumas que se convengan como no constitutivas de salario no podrán superar el cuarenta por ciento (40%) de la remuneración total del trabajador.\n1.\tCuando el total de pagos no salariales (auxilios, beneficios y bonificaciones pactadas como no salariales) no supera el 40% de la remuneración total mensual del trabajador, dichos pagos no se incluyen en la base de cotización a seguridad social.\n2.\tCuando el total de pagos no salariales supera el 40% de la remuneración total mensual, el exceso sobre ese 40% se tomará como ingreso base de cotización para efectos de aportes al Sistema de Seguridad Social Integral, sin perjuicio del análisis que puedan efectuar las autoridades administrativas o judiciales sobre la verdadera naturaleza de la remuneración.\nParágrafo. TEINNOVA MAYORISTAS S.A.S. llevará un control interno de los pagos salariales y no salariales a cada trabajador, con el fin de:\n•\tVerificar el cumplimiento del límite del 40% previsto en la Ley 1393 de 2010.\n•\tEvitar prácticas que impliquen evasión o elusión de aportes a seguridad social.\n•\tGarantizar que la estructura de compensación sea transparente y ajustada a derecho."
        }
      ]
    },
    {
      "number": 9,
      "title": "CAPÍTULO IX - PRESCRIPCIONES DE ORDEN: OBLIGACIONES Y PROHIBICIONES DEL EMPLEADOR Y DE LOS TRABAJADORES",
      "articles": [
        {
          "number": 94,
          "title": "Finalidad del presente capítulo.",
          "body": "Las prescripciones de orden contenidas en este capítulo tienen por finalidad:\n1.\tEstablecer de manera clara las obligaciones y prohibiciones del empleador y de los trabajadores de TEINNOVA MAYORISTAS S.A.S.\n2.\tGarantizar un ambiente de trabajo respetuoso, seguro, digno y libre de toda forma de discriminación, acoso, violencia o maltrato.\n3.\tFacilitar la aplicación de las normas disciplinarias previstas en este Reglamento Interno de Trabajo, en la ley laboral y en las políticas internas de la Empresa.\nEstas prescripciones se entienden complementarias de las disposiciones del Código Sustantivo del Trabajo, la Ley 2466 de 2025 y demás normas que regulan las relaciones laborales."
        },
        {
          "number": 95,
          "title": "Obligaciones generales de TEINNOVA MAYORISTAS S.A.S. como empleador.",
          "body": "Son obligaciones de TEINNOVA MAYORISTAS S.A.S., además de las que señalen la ley, la convención colectiva (si la hubiere), el laudo arbitral y el contrato de trabajo:\n1.\tPagar puntualmente a los trabajadores la remuneración pactada, en la forma, lugar y fechas convenidas, respetando el salario mínimo legal, los recargos y demás conceptos establecidos por la ley y por este Reglamento.\n2.\tAfiliar y efectuar oportunamente los aportes a los Sistemas de Seguridad Social Integral (salud, pensión y riesgos laborales), así como a las Cajas de Compensación Familiar, SENA e ICBF, cuando haya lugar.\n3.\tSuministrar oportunamente los elementos de protección personal (EPP) y demás equipos necesarios para el desempeño seguro de las labores, de acuerdo con el Sistema de Gestión de Seguridad y Salud en el Trabajo – SG-SST.\n4.\tConceder los descansos, permisos, licencias y vacaciones en los términos previstos en la ley y en este Reglamento.\n5.\tGuardar absoluto respeto por la dignidad, intimidad, honra y buen nombre de todos los trabajadores, absteniéndose de cualquier práctica humillante, degradante o discriminatoria.\n6.\tExpedir certificados laborales, constancias de ingresos y demás documentos que, en relación con el vínculo laboral, sean requeridos por el trabajador para fines legales, dentro de los plazos razonables.\n7.\tCumplir y hacer cumplir las normas internas de la Empresa, el Reglamento Interno de Trabajo, las políticas de SG-SST, de convivencia laboral, de protección de datos personales y las demás que se adopten.\n8.\tEntregar a los trabajadores copia del contrato de trabajo y de sus otrosíes, así como facilitar el conocimiento y acceso al Reglamento Interno de Trabajo.\n9.\tFomentar y garantizar la igualdad de trato y de oportunidades en el empleo, especialmente en materia de ingreso, permanencia, formación y promoción, en concordancia con la política salarial y la Ley 2466 de 2025.\n10.\tAtender con diligencia, oportunidad y confidencialidad las quejas, solicitudes o reclamaciones que presenten los trabajadores relacionadas con sus condiciones laborales, de seguridad y salud en el trabajo o de convivencia.\nParágrafo. Para efectos operativos, TEINNOVA podrá implementar lineamientos y procedimientos internos diferenciados por sede (Ipiales, Bogotá D.C. y Medellín), sin desconocer los derechos mínimos ni las obligaciones legales del empleador."
        },
        {
          "number": 96,
          "title": "Obligaciones del empleador en materia de Seguridad y Salud en el Trabajo (SG-SST).",
          "body": "En TEINNOVA MAYORISTAS S.A.S. nos comprometemos a:\n1.\tImplementar, mantener y mejorar de manera continua el Sistema de Gestión de Seguridad y Salud en el Trabajo (SG-SST), de acuerdo con la normatividad vigente.\n2.\tIdentificar los peligros, evaluar y valorar los riesgos presentes en las actividades propias de TEINNOVA, incluyendo, entre otras: labores administrativas y de digitación, manejo de equipos de cómputo, almacenamiento y bodegaje de mercancía, embalaje, despachos, logística, visitas a puntos, transporte y/o mensajería, y demás actividades operativas por sede; y establecer los controles correspondientes.\n3.\tCapacitar a los trabajadores en temas de prevención de riesgos laborales, condiciones de trabajo seguras, ergonomía, pausas activas, manipulación de cargas cuando aplique, conducción segura cuando corresponda, seguridad vial, seguridad de la información y demás asuntos propios de la operación.\n4.\tInvestigar los accidentes de trabajo, incidentes y enfermedades laborales, adoptando las medidas correctivas y preventivas necesarias para evitar su repetición.\n5.\tPromover una cultura de autocuidado, reporte de actos y condiciones inseguras y participación activa de los trabajadores en las actividades del SG-SST.\n6.\tGarantizar que ningún trabajador sea objeto de represalias por reportar riesgos, incidentes, accidentes, enfermedades laborales o por negarse a realizar tareas que representen un peligro grave e inminente para su vida o salud, siempre que lo haga de buena fe."
        },
        {
          "number": 97,
          "title": "Prohibiciones del empleador.",
          "body": "Queda prohibido a TEINNOVA MAYORISTAS S.A.S., a sus representantes y superiores jerárquicos:\n1.\tEjecutar, ordenar o tolerar actos de acoso laboral, acoso sexual, violencia, maltrato, amenazas o cualquier forma de hostigamiento contra los trabajadores.\n2.\tDiscriminar directa o indirectamente a los trabajadores por motivo de sexo, género, orientación sexual, identidad de género, raza, origen étnico, edad (dentro de límites legales), religión, opinión política, estado civil, condición de salud, discapacidad, condición de trabajadora embarazada o en lactancia, pertenencia sindical o cualquier otra condición protegida.\n3.\tRealizar descuentos, retenciones o compensaciones no autorizadas por la ley, por decisión administrativa o judicial, o por el trabajador en los términos permitidos.\n4.\tExigir a los trabajadores la compra de productos, servicios o bienes a la propia Empresa o a terceros específicos como condición para mantener el empleo o mejorar sus condiciones laborales.\n5.\tRetener documentos de identidad, títulos, certificados o cualquier documento personal del trabajador como medio de presión o garantía.\n6.\tImponer al trabajador servicios ajenos al contrato de trabajo o superiores a sus fuerzas o capacidad, o contrarios a la moral, a la dignidad humana o al orden jurídico.\n7.\tRealizar cualquier práctica orientada a impedir o limitar el ejercicio de derechos de asociación sindical o participación en instancias de representación de los trabajadores, dentro del marco previsto en la ley.\n8.\tUtilizar contratos de prestación de servicios, honorarios u otras figuras civiles o comerciales con el fin de desnaturalizar una relación laboral de subordinación que en la realidad satisfaga los elementos del contrato de trabajo.\n9.\tPermitir o fomentar el consumo de bebidas alcohólicas o sustancias psicoactivas en horario de trabajo o en actividades de servicio, salvo circunstancias excepcionales, previamente reguladas y compatibilizadas con el SG-SST y la legislación vigente.\n10.\tRevelar o permitir la revelación injustificada de información reservada o confidencial de los trabajadores, de la Empresa o de terceros relacionada con datos personales, información clínica, financiera o técnica, en contra de la normativa sobre protección de datos y secretos empresariales."
        },
        {
          "number": 98,
          "title": "Obligaciones generales de los trabajadores.",
          "body": "Son obligaciones de los trabajadores de TEINNOVA MAYORISTAS S.A.S., además de las que impongan el Código Sustantivo del Trabajo, la Ley 2466 de 2025, el contrato de trabajo, el presente Reglamento y demás normas internas:\n1.\tCumplir con diligencia, eficiencia y buena fe las funciones y responsabilidades propias de su cargo, siguiendo las instrucciones del empleador o de sus representantes en el marco de la ley.\n2.\tObservar en todo momento un trato respetuoso hacia compañeros de trabajo, superiores, clientes, proveedores, visitantes y, en general, hacia todas las personas con quienes interactúen por razón del servicio.\n3.\tConservar la confidencialidad sobre la información a la que tengan acceso con ocasión del trabajo (información de clientes, bases de datos, información técnica, financiera o estratégica), aun después de terminada la relación laboral, salvo obligación legal o requerimiento de autoridad competente.\n4.\tCumplir con el horario de trabajo, registrando fielmente su hora de ingreso, salida y demás tiempos que la Empresa controle, evitando llegar tarde, retirarse antes de tiempo o ausentarse sin autorización, conforme a la programación de cada sede.\n5.\tConocer y acatar el presente Reglamento Interno de Trabajo, así como las políticas, manuales, protocolos, circulares y demás disposiciones internas que adopte la Empresa.\n6.\tCuidar y hacer buen uso de los bienes, equipos, sistemas informáticos, muebles, equipos de cómputo, dispositivos y demás recursos que se les asignen, informando de inmediato cualquier daño, pérdida o anomalía.\n7.\tInformar oportunamente a su jefe inmediato o al área de Talento Humano sobre cambios relevantes en su situación personal que sean necesarios para efectos de afiliación, contacto o cumplimiento de obligaciones legales (por ejemplo, variación de beneficiarios, datos de contacto, cambios en el estado de salud que afecten su capacidad funcional).\n8.\tGuardar compostura y buena presentación personal, conforme a las políticas de imagen y presentación de TEINNOVA, especialmente cuando se tenga contacto con clientes, proveedores o entidades externas.\n9.\tCumplir con las medidas de seguridad de la información, respetando contraseñas, accesos y restricciones en los sistemas, evitando la instalación de software no autorizado o el uso de dispositivos personales sin permiso.\n10.\tColaborar con la Empresa en la mejora continua de los procesos, la calidad del servicio y el cumplimiento de las metas organizacionales."
        },
        {
          "number": 99,
          "title": "Obligaciones de los trabajadores en materia de Seguridad y Salud en el Trabajo.",
          "body": "En relación con la Seguridad y Salud en el Trabajo, son obligaciones específicas de los trabajadores de TEINNOVA MAYORISTAS S.A.S.:\n1.\tCumplir las normas, reglamentos e instrucciones del SG-SST, incluyendo procedimientos seguros, protocolos de actuación y controles definidos por la Empresa.\n2.\tUtilizar adecuada y permanentemente los elementos de protección personal (EPP) que se les suministren y cuidar de ellos, reportando su deterioro, pérdida o necesidad de reposición.\n3.\tParticipar activamente en las capacitaciones, entrenamientos, simulacros y actividades de promoción y prevención organizadas por la Empresa o la ARL.\n4.\tReportar de inmediato a su jefe o al área designada cualquier acto o condición insegura, incidente, accidente de trabajo o sospecha de enfermedad laboral.\n5.\tAbstenerse de realizar acciones temerarias o contrarias a los procedimientos de seguridad que pongan en riesgo su vida, la de sus compañeros, la de terceros o la integridad de los bienes de la Empresa.\n6.\tSometerse a las evaluaciones médicas ocupacionales de ingreso, periódicas, de cambio de ocupación y de egreso, así como a las valoraciones complementarias que se requieran por motivos de salud relacionados con el trabajo.\n7.\tColaborar con el COPASST o con los mecanismos que lo sustituyan, cuando corresponda, y con las brigadas de emergencia o programas internos relacionados."
        },
        {
          "number": 100,
          "title": "Prohibiciones a los trabajadores.",
          "body": "Queda prohibido a los trabajadores de TEINNOVA MAYORISTAS S.A.S.:\n1.\tPresentarse al trabajo o permanecer en él bajo los efectos de bebidas alcohólicas o sustancias psicoactivas, o consumirlas durante la jornada laboral, en instalaciones de la Empresa, vehículos corporativos, comisiones de servicio o actividades relacionadas, salvo eventos protocolarios debidamente autorizados y regulados.\n2.\tPortar armas de fuego, armas blancas u otros elementos contundentes sin autorización expresa y justificada de la Empresa y de las autoridades competentes.\n3.\tAbandonar el puesto de trabajo sin autorización, salvo casos de fuerza mayor o situación de riesgo grave e inminente, que deberán ser informados de inmediato.\n4.\tCometer actos de acoso laboral, acoso sexual, discriminación, violencia física o verbal, hostigamiento o cualquier forma de maltrato hacia compañeros, superiores, subalternos, clientes o terceros.\n5.\tUtilizar los equipos, sistemas informáticos, correos corporativos, dispositivos, redes o canales de comunicación de la Empresa para fines personales indebidos, actividades ilícitas, difusión de contenidos ofensivos, discriminatorios o que afecten la imagen corporativa.\n6.\tApropiarse, sustraer, ocultar o disponer indebidamente de recursos, bienes, dinero, inventarios, productos, información o documentos de la Empresa, clientes o terceros.\n7.\tAceptar o solicitar regalos, comisiones, dádivas, beneficios o ventajas de proveedores, clientes o terceros a cambio de favorecer decisiones, negocios o transacciones en perjuicio de los intereses de la Empresa o de la transparencia en la gestión.\n8.\tFalsificar, alterar u omitir información en registros, documentos, reportes de horas, registros de ventas, reportes de clientes, solicitudes, formularios, incapacidades, soportes de gastos o cualquier documento relacionado con la actividad laboral.\n9.\tDivulgar, sin autorización, información confidencial o reservada de la Empresa, de los clientes o de otros trabajadores, incluyendo datos personales o sensibles.\n10.\tDesobedecer de manera injustificada órdenes legítimas relacionadas con el servicio, impartidas por el empleador o sus representantes, siempre que no sean contrarias a la ley, la moral, el SG-SST o este Reglamento.\n11.\tEjecutar actos que afecten gravemente la reputación, imagen y buen nombre de TEINNOVA, especialmente ante clientes, proveedores, autoridades y comunidad, sin perjuicio de la libertad de expresión en los límites legales."
        },
        {
          "number": 101,
          "title": "Deber de acatamiento y consecuencias disciplinarias.",
          "body": "Todos los trabajadores de TEINNOVA MAYORISTAS S.A.S. están obligados a acatar las prescripciones de orden previstas en este capítulo.\nEl incumplimiento de las obligaciones o la realización de conductas prohibidas podrá constituir falta disciplinaria leve, grave o gravísima, según su naturaleza, reiteración y consecuencias, y dará lugar a la aplicación del procedimiento disciplinario y de las sanciones previstas en el capítulo correspondiente del presente Reglamento Interno de Trabajo, sin perjuicio de las acciones civiles, penales o administrativas a que haya lugar."
        }
      ]
    },
    {
      "number": 10,
      "title": "CAPÍTULO X - FALTAS DISCIPLINARIAS Y ESCALA DE SANCIONES",
      "articles": [
        {
          "number": 102,
          "title": "Finalidad del régimen disciplinario.",
          "body": "El presente capítulo define las faltas disciplinarias y la escala de sanciones aplicables en TEINNOVA MAYORISTAS S.A.S., con el propósito de:\n1.\tProteger la organización, la convivencia, la seguridad y la disciplina laboral.\n2.\tGarantizar el debido proceso del trabajador y el respeto de sus derechos fundamentales.\n3.\tEstablecer reglas claras, proporcionales y objetivas para la imposición de medidas disciplinarias.\nLo aquí previsto se entiende complementario del Código Sustantivo del Trabajo (CST), la Ley 2466 de 2025 y demás normas laborales vigentes."
        },
        {
          "number": 103,
          "title": "Principios de aplicación.",
          "body": "La imposición de sanciones disciplinarias en TEINNOVA MAYORISTAS S.A.S. se regirá por los siguientes principios:\n1.\tLegalidad y tipicidad: la conducta debe estar prevista como falta en la ley, el contrato, el Reglamento Interno o las políticas internas debidamente divulgadas.\n2.\tDebido proceso y derecho de defensa: toda sanción exige escucha previa del trabajador, posibilidad de aportar pruebas y decisión motivada.\n3.\tProporcionalidad: la sanción debe guardar relación con la gravedad de la falta, su reiteración y sus consecuencias.\n4.\tGradualidad: se privilegiará la corrección progresiva, salvo faltas graves o gravísimas.\n5.\tInmediatez razonable: el empleador actuará dentro de un plazo razonable desde que tenga conocimiento del hecho, según las circunstancias.\n6.\tNo doble sanción: un mismo hecho no podrá sancionarse dos veces disciplinariamente, sin perjuicio de otras acciones legales que procedan."
        },
        {
          "number": 104,
          "title": "Clasificación de faltas.",
          "body": "Para efectos del presente Reglamento, las faltas disciplinarias se clasifican en:\n1.\tFaltas leves\n2.\tFaltas graves\n3.\tFaltas gravísimas\nLa clasificación dependerá de la naturaleza de la conducta, la afectación al servicio, el perjuicio a la Empresa, a compañeros o a terceros, la intencionalidad, la reincidencia y el riesgo generado, especialmente en materia de seguridad, convivencia y manejo de información y activos."
        },
        {
          "number": 105,
          "title": "Faltas leves.",
          "body": "Se consideran faltas leves, entre otras, las siguientes conductas, siempre que no se configuren como graves o gravísimas por reincidencia o por el impacto generado:\n1.\tLlegar tarde de manera ocasional y sin justificación.\n2.\tIncumplir de forma aislada normas internas de presentación personal o protocolos de atención, sin afectar gravemente el servicio.\n3.\tOmitir el registro de ingreso o salida por descuido, cuando exista posibilidad de verificación y no haya intención de alterar la jornada.\n4.\tNo atender oportunamente instrucciones de trabajo por negligencia leve, sin daño o perjuicio relevante.\n5.\tRealizar uso personal moderado de herramientas corporativas (internet/correo) cuando no afecte la productividad ni comprometa seguridad de la información.\n6.\tNo portar o no usar temporalmente EPP en situaciones de bajo riesgo, sin que ello genere un peligro grave o inminente.\n7.\tNo asistir a una capacitación interna sin causa justificada, cuando pueda reprogramarse y no sea crítica para la operación (por ejemplo, formaciones generales).\nParágrafo. La reincidencia, la desobediencia reiterada, el perjuicio o el riesgo generado podrán convertir estas conductas en falta grave."
        },
        {
          "number": 106,
          "title": "Faltas graves.",
          "body": "Se consideran faltas graves, entre otras, las siguientes:\n1.\tReincidir en faltas leves, pese a llamados de atención o medidas correctivas previas.\n2.\tAusentarse del trabajo sin autorización o sin causa justificada, por un (1) día o fracción significativa, afectando la operación.\n3.\tIncumplir de manera relevante el horario de trabajo o la jornada pactada, alterando la continuidad del servicio.\n4.\tNegarse injustificadamente a cumplir instrucciones legítimas relacionadas con el servicio.\n5.\tTratar de forma irrespetuosa o agresiva a compañeros, superiores, clientes, proveedores o visitantes, afectando la convivencia o la imagen corporativa.\n6.\tVulnerar protocolos de seguridad de la información (por ejemplo, compartir contraseñas, permitir accesos no autorizados, extraer información corporativa sin permiso).\n7.\tUtilizar bienes o recursos de la Empresa para fines particulares que generen perjuicio o afecten la operación (vehículos, inventarios, dinero, equipos, etc.).\n8.\tRetirar mercancía, insumos o elementos de la Empresa sin autorización, cuando no configure apropiación dolosa (sin perjuicio de la investigación).\n9.\tIncumplir normas del SG-SST que generen riesgo real para sí mismo, compañeros o terceros, aun cuando no ocurra accidente.\n10.\tPresentarse al trabajo con signos evidentes de alicoramiento o bajo sospecha razonable de consumo que afecte la capacidad, sin llegar al estado de embriaguez manifiesta (esto se evaluará con el procedimiento interno y el marco legal aplicable).\nParágrafo. En actividades críticas (manejo de dinero, inventarios, conducción, mensajería, bodegaje, embalaje, cargue/descargue), la infracción de controles podrá considerarse grave por el riesgo patrimonial y de seguridad."
        },
        {
          "number": 107,
          "title": "Faltas gravísimas.",
          "body": "Se consideran faltas gravísimas, entre otras, las siguientes:\n1.\tHurto, fraude, apropiación o disposición indebida de dinero, productos, inventarios, equipos o bienes de la Empresa, clientes o terceros.\n2.\tFalsificación, alteración u ocultamiento intencional de información, documentos, registros de jornada, reportes, soportes o evidencias.\n3.\tDivulgación o comercialización de información confidencial o datos personales de la Empresa, clientes o trabajadores, sin autorización y con afectación relevante.\n4.\tAgresión física, amenazas graves o actos de violencia dentro del lugar de trabajo o en desarrollo de funciones.\n5.\tAcoso laboral o acoso sexual comprobado, o conductas reiteradas que constituyan hostigamiento o discriminación.\n6.\tPresentarse al trabajo en estado de embriaguez o bajo efectos de sustancias psicoactivas, o consumirlas durante la jornada, cuando ello comprometa gravemente la seguridad, la convivencia, la operación o la imagen corporativa.\n7.\tDestrucción intencional de bienes, documentos o información corporativa.\n8.\tPortar armas sin autorización o realizar conductas que pongan en peligro grave la vida o integridad de personas.\n9.\tConductas que generen un riesgo grave e inminente para la vida o salud de terceros o del propio trabajador, por violación deliberada de normas de seguridad.\nParágrafo. Estas faltas pueden constituir justa causa de terminación del contrato de trabajo, conforme al artículo 62 del CST, según el caso y el resultado del procedimiento disciplinario."
        },
        {
          "number": 108,
          "title": "Medidas correctivas y sanciones.",
          "body": "Según la gravedad de la falta y de conformidad con la ley y el presente Reglamento, TEINNOVA MAYORISTAS S.A.S. podrá aplicar, entre otras, las siguientes medidas:\n1.\tLlamado de atención verbal (con registro interno cuando se estime necesario).\n2.\tLlamado de atención escrito.\n3.\tPlan de mejora o compromiso de comportamiento/gestión (con seguimiento).\n4.\tSuspensión temporal del contrato de trabajo o suspensión disciplinaria sin derecho a salario durante el tiempo de suspensión, dentro de los límites permitidos por el CST.\n5.\tTerminación del contrato de trabajo con justa causa, cuando la conducta y las pruebas lo justifiquen, conforme al artículo 62 del CST.\nParágrafo. La Empresa podrá optar por medidas pedagógicas o correctivas previas cuando la falta lo permita, sin que ello implique renuncia a su facultad disciplinaria."
        },
        {
          "number": 109,
          "title": "Criterios para graduar la sanción.",
          "body": "Para determinar la sanción, TEINNOVA evaluará, entre otros:\n1.\tGravedad objetiva de la conducta.\n2.\tReincidencia o antecedentes disciplinarios.\n3.\tIntencionalidad o dolo.\n4.\tDaño o perjuicio causado (económico, operativo, reputacional).\n5.\tRiesgo generado para la seguridad y salud en el trabajo.\n6.\tCargo del trabajador y nivel de responsabilidad (manejo de dinero, inventarios, información sensible, etc.).\n7.\tColaboración del trabajador en el esclarecimiento de los hechos."
        },
        {
          "number": 110,
          "title": "Procedimiento disciplinario mínimo.",
          "body": "Para la imposición de sanciones, TEINNOVA garantizará como mínimo:\n1.\tComunicación de los hechos al trabajador (por escrito cuando corresponda).\n2.\tCitación a descargos con oportunidad razonable.\n3.\tDerecho a ser escuchado, aportar pruebas y controvertir las existentes.\n4.\tDecisión motivada y notificada al trabajador.\n5.\tArchivo y trazabilidad del proceso disciplinario.\nParágrafo. Cuando la conducta sea presuntamente constitutiva de falta gravísima o causal de terminación, la Empresa podrá adoptar medidas preventivas de control (por ejemplo, retiro temporal de funciones sensibles), sin que ello constituya sanción anticipada.\nParágrafo:  Garantías del Debido Proceso Disciplinario\nTodo procedimiento disciplinario adelantado por la Empresa se regirá por las garantías mínimas del debido proceso, conforme a lo establecido en el artículo 115 del Código Sustantivo del Trabajo, modificado por la Ley 2466 de 2025. Estas garantías incluyen, pero no se limitan a: la presunción de inocencia del trabajador hasta que se demuestre su responsabilidad; el derecho de defensa y contradicción, que implica la posibilidad de ser escuchado, presentar pruebas, controvertir las que se alleguen en su contra y ser asistido por un abogado o representante sindical; el principio de contradicción, que asegura el conocimiento oportuno de los cargos y de las pruebas; y el principio de in dubio pro disciplinario, según el cual, en caso de duda razonable sobre la ocurrencia de la falta o la responsabilidad del trabajador, se fallará a su favor. La Empresa garantizará que toda sanción sea proporcional a la falta y que no se imponga doble sanción por el mismo hecho."
        },
        {
          "number": 111,
          "title": "Concurrencia con otras acciones.",
          "body": "La aplicación de sanciones disciplinarias internas no impide que TEINNOVA, cuando haya lugar:\n1.\tPresente denuncias penales.\n2.\tInicie acciones civiles de responsabilidad.\n3.\tAdelante reportes o acciones administrativas ante autoridades competentes.\nTodo lo anterior, sin perjuicio de las obligaciones laborales y del respeto de los derechos del trabajador.\nSECCIÓN VI\nPROCEDIMIENTO DISCIPLINARIO INTEGRAL, TÉRMINOS, NOTIFICACIONES, PRUEBAS, GRADUALIDAD, REINCIDENCIA Y MEDIDAS PREVENTIVAS."
        },
        {
          "number": 112,
          "title": "",
          "body": "Procedimiento disciplinario integral, términos, notificaciones, pruebas, gradualidad, reincidencia y medidas preventivas.\nCon el fin de garantizar el debido proceso, la imparcialidad y la trazabilidad de las actuaciones disciplinarias, TEINNOVA MAYORISTAS S.A.S. aplicará el siguiente procedimiento y reglas complementarias:\n1. Comunicación de apertura y citación a descargos. Cuando existan hechos que puedan constituir falta disciplinaria, la Empresa comunicará al trabajador la apertura de actuación disciplinaria y lo citará a diligencia de descargos, indicando como mínimo: (i) descripción clara de los hechos, (ii) fecha(s) y lugar(es), (iii) norma interna presuntamente vulnerada, (iv) evidencia inicial disponible o su referencia, y (v) fecha, hora y medio de la diligencia.\n2. Términos, reprogramaciones y aplazamientos.\na) La citación a descargos se realizará con un término razonable para preparar defensa.\nb) La diligencia podrá reprogramarse por una sola vez cuando el trabajador demuestre causa justificada (incapacidad médica, calamidad doméstica, fuerza mayor u otra circunstancia verificable).\nc) Si el trabajador no comparece sin justificación, la Empresa podrá continuar con el trámite y decidir con base en el acervo probatorio disponible, dejando constancia del intento de notificación y de la inasistencia.\n3. Medios de notificación y constancia.\nLas comunicaciones disciplinarias podrán notificarse por: (i) correo corporativo, (ii) correo personal registrado por el trabajador, (iii) WhatsApp u otro medio de mensajería previamente autorizado por el trabajador para fines laborales, y/o (iv) entrega física con constancia de recibido. Se dejará registro verificable del envío, entrega o lectura cuando ello sea técnicamente posible.\n4.\tMedios de prueba válidos y admisibles. La Empresa y el trabajador podrán aportar y solicitar pruebas, entre otras:\na) Documentales físicas o digitales (actas, memorandos, formatos, soportes).\nb) Registros de sistemas de información (logs, trazas, accesos, correos corporativos, reportes).\nc) Registros de control de acceso, asistencia y jornada.\nd) Videovigilancia (CCTV) y otros registros de seguridad física, cuando existan y se administren conforme a las reglas de privacidad y protección de datos aplicables.\ne) Registros de geolocalización, ruta o GPS asociados a equipos o activos corporativos, cuando existan y se utilicen conforme a finalidades legítimas y previamente informadas.\nf) Testimonios y entrevistas internas.\ng) Informes técnicos, peritajes o conceptos cuando se requieran.Todas las pruebas se valorarán con criterios de razonabilidad, pertinencia y conducencia, garantizando contradicción.\n5. Derecho de defensa y contradicción.En descargos, el trabajador podrá: (i) rendir versión libre, (ii) aportar pruebas, (iii) solicitar práctica de pruebas pertinentes, y (iv) controvertir las existentes. La decisión será motivada y se notificará por medio verificable.\n6. Gradualidad y criterios de reincidencia.\na) Como regla general, las faltas se sancionarán aplicando gradualidad y proporcionalidad, atendiendo la gravedad, reiteración, intencionalidad, daño o riesgo generado y el cargo del trabajador.\nb) Se entenderá como reincidencia la repetición de una falta de igual o similar naturaleza dentro de un periodo razonable definido por la Empresa en sus procedimientos internos, o cuando exista antecedente disciplinario relacionado.\nc) La reincidencia o la afectación relevante a la operación, a terceros, a la seguridad, a los activos o a la información podrá hacer que una conducta inicialmente leve sea calificada como grave.\n6.\tMedidas preventivas sin carácter sancionatorio. Durante el trámite y cuando la situación lo amerite, la Empresa podrá adoptar medidas preventivas y temporales, tales como:\na) Retiro o limitación de funciones sensibles (manejo de dinero, inventarios, acceso a sistemas críticos, custodia de activos)\nb) Asignación temporal de tareas equivalentes o ajustes de turno/lugar de trabajo.\nc) Requerimiento de entrega de elementos corporativos para custodia (llaves, carnés, dispositivos, accesos) con el fin de proteger a las personas, la operación, los activos y la información. Estas medidas no constituyen sanción anticipada, no prejuzgan la responsabilidad del trabajador y se adoptarán con criterios de necesidad y proporcionalidad.\nNormas de soporte:\n•\tConstitución Política (debido proceso, art. 29; dignidad y derechos fundamentales).\n•\tCódigo Sustantivo del Trabajo, en cuanto a facultad subordinante y disciplinaria dentro del marco legal y aplicación de sanciones conforme al reglamento y al contrato.\n•\tLey 1010 de 2006 (garantías y manejo de quejas cuando el asunto se relacione con acoso laboral, sin sustituir la ruta del COCOLAB).\n•\tLey 1581 de 2012 y Decreto 1074 de 2015 (protección de datos personales, aplicable a CCTV, registros y trazabilidad cuando contengan datos personales)."
        }
      ]
    },
    {
      "number": 11,
      "title": "CAPÍTULO XI - SISTEMA DE GESTIÓN DE SEGURIDAD Y SALUD EN EL TRABAJO – SG-SST",
      "articles": [
        {
          "number": 113,
          "title": "Objeto y alcance del SG-SST en TEINNOVA MAYORISTAS S.A.S.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. adoptamos, implementamos y mantenemos un Sistema de Gestión de Seguridad y Salud en el Trabajo – SG-SST, de conformidad con la normatividad vigente, con el fin de:\n1.\tProteger la vida, la integridad física, mental y social de todos nuestros trabajadores, incluyendo aprendices, trabajadores en misión/temporales, contratistas dependientes y demás personas que, en forma permanente o temporal, desarrollen actividades asociadas a la operación de la Empresa o en nuestras instalaciones.\n2.\tIdentificar de manera sistemática los peligros, evaluar y valorar los riesgos, y establecer los respectivos controles, con énfasis en los riesgos asociados al trabajo de oficina (pantallas de visualización de datos), riesgos biomecánicos, psicosociales, eléctricos, locativos, y los propios de la operación logística y de apoyo (embalaje, despacho, manipulación manual de cargas, mensajería/entregas, desplazamientos, recaudos autorizados y traslado de valores cuando aplique).\n3.\tIntegrar la seguridad y salud en el trabajo a todos los procesos de la Empresa, como parte de la gestión integral y de la mejora continua.\nEl presente capítulo hace parte integrante del Reglamento Interno de Trabajo y es de obligatorio cumplimiento para el empleador y todos los trabajadores.\nMarco normativo base: Ley 1562 de 2012; Decreto 1072 de 2015 (Libro 2, Parte 2, Título 4, Capítulo 6); Resolución 0312 de 2019."
        },
        {
          "number": 114,
          "title": "Responsabilidades del empleador en materia de Seguridad y Salud en el Trabajo.",
          "body": "Además de las obligaciones generales establecidas en este Reglamento y en la legislación laboral, TEINNOVA MAYORISTAS S.A.S. tendrá, entre otras, las siguientes responsabilidades específicas en materia de SG-SST:\n1.\tDiseñar, implementar, mantener y mejorar de manera continua el SG-SST, con base en la normatividad vigente y en los estándares mínimos aplicables.\n2.\tGarantizar la identificación de peligros, evaluación y valoración de riesgos en cada puesto de trabajo y actividad, y la definición de controles de tipo técnico, administrativo, de capacitación y de elementos de protección personal.\n3.\tAfiliar a todos los trabajadores al Sistema General de Riesgos Laborales y reportar a la ARL SURA las novedades correspondientes.\n4.\tProveer y reponer los elementos de protección personal y demás equipos necesarios para el trabajo seguro, y vigilar su uso adecuado.\n5.\tGarantizar la ejecución de programas de capacitación, inducción y reinducción en SG-SST.\n6.\tInvestigar los incidentes, accidentes de trabajo y enfermedades laborales que se presenten y adoptar las medidas correctivas y preventivas necesarias.\n7.\tGarantizar que ninguna persona sea objeto de represalias por reportar actos o condiciones inseguras, riesgos, incidentes o accidentes, ni por participar en actividades de SG-SST.\nMarco normativo base: Decreto 1072 de 2015; Resolución 0312 de 2019; Ley 1562 de 2012."
        },
        {
          "number": 115,
          "title": "Responsabilidades de los trabajadores en materia de Seguridad y Salud en el Trabajo.",
          "body": "Sin perjuicio de las obligaciones generales previstas en este Reglamento, son responsabilidades específicas de los trabajadores de TEINNOVA MAYORISTAS S.A.S. en SG-SST:\n1.\tCumplir las normas, reglamentos, procedimientos y protocolos de SG-SST que establezca la Empresa.\n2.\tUtilizar en forma permanente y adecuada los elementos de protección personal suministrados.\n3.\tParticipar en las actividades de capacitación, formación, pausas activas y demás acciones de promoción y prevención programadas.\n4.\tReportar de inmediato a su jefe directo, al responsable del SG-SST o a la instancia designada, cualquier condición o acto inseguro, incidente, accidente de trabajo o sospecha de enfermedad laboral.\n5.\tInformar oportunamente sobre cambios relevantes en su estado de salud que puedan afectar su capacidad de desempeñar el trabajo en forma segura.\n6.\tCuidar las instalaciones, equipos, mobiliario, herramientas y dispositivos tecnológicos puestos a su disposición, evitando usos peligrosos o diferentes a los autorizados.\nMarco normativo base: Decreto 1072 de 2015; Ley 1562 de 2012."
        },
        {
          "number": 116,
          "title": "Identificación de peligros, reporte de actos y condiciones inseguras.",
          "body": "Todos los trabajadores de TEINNOVA MAYORISTAS S.A.S. deberán:\n1.\tContribuir a la identificación de peligros y evaluación de riesgos, informando sobre situaciones que puedan afectar la seguridad o la salud en el trabajo.\n2.\tReportar de manera inmediata actos inseguros, condiciones inseguras, casi accidentes, incidentes y accidentes de trabajo, siguiendo los formatos y canales establecidos por la Empresa.\n3.\tParticipar en la construcción, revisión y actualización de la matriz de peligros y evaluación de riesgos cuando sean convocados para ello.\nNingún reporte de riesgo, incidente o condición insegura será considerado falta disciplinaria; por el contrario, se entenderá como un ejercicio de autocuidado y corresponsabilidad.\nMarco normativo base: Decreto 1072 de 2015; Resolución 0312 de 2019."
        },
        {
          "number": 117,
          "title": "Elementos de Protección Personal – EPP.",
          "body": "1.\tTEINNOVA MAYORISTAS S.A.S. suministrará a sus trabajadores los elementos de protección personal que resulten necesarios según la evaluación de riesgos y los perfiles de cargo.\n2.\tEl trabajador estará obligado a usar de forma adecuada y permanente dichos elementos mientras permanezca expuesto a los riesgos para los que fueron diseñados.\n3.\tEl trabajador deberá cuidar los EPP entregados, informar cuando requieran reposición por deterioro normal y abstenerse de modificarlos o utilizarlos para fines distintos a los previstos.\n4.\tLa negativa injustificada a utilizar los elementos de protección, pese a capacitación y advertencias previas, podrá ser considerada falta disciplinaria, sin perjuicio de la adopción inmediata de medidas de control para proteger al trabajador y a terceros.\nMarco normativo base: Decreto 1072 de 2015; Resolución 0312 de 2019."
        },
        {
          "number": 118,
          "title": "Capacitación en Seguridad y Salud en el Trabajo.",
          "body": "1.\tTEINNOVA MAYORISTAS S.A.S. garantizará la realización de programas de inducción, reinducción y capacitación periódica en temas de Seguridad y Salud en el Trabajo, acordes con los riesgos de la Empresa.\n2.\tLa participación en las actividades de capacitación, pausas activas, simulacros y entrenamientos en emergencias es de carácter obligatorio para todos los trabajadores, en la medida en que hagan parte de su jornada laboral.\n3.\tLa inasistencia injustificada a las capacitaciones obligatorias en SG-SST podrá ser considerada falta disciplinaria, de acuerdo con lo establecido en este Reglamento.\nMarco normativo base: Decreto 1072 de 2015; Resolución 0312 de 2019."
        },
        {
          "number": 119,
          "title": "Reporte e investigación de incidentes, accidentes de trabajo y enfermedades laborales.",
          "body": "1.\tTodo incidente, accidente de trabajo o sospecha de enfermedad laboral deberá ser reportado de manera inmediata por el trabajador afectado o por sus compañeros al jefe inmediato o al responsable del SG-SST.\n2.\tTEINNOVA MAYORISTAS S.A.S. realizará la investigación correspondiente, con la participación del responsable de SG-SST y de los trabajadores cuando se requiera, determinando causas básicas e inmediatas y definiendo acciones correctivas y preventivas.\n3.\tLa Empresa adelantará los reportes obligatorios ante la ARL y demás entidades que corresponda, dentro de los términos previstos en la normatividad vigente.\nMarco normativo base: Resolución 1401 de 2007 (investigación de incidentes y accidentes, si aplica según el evento); Decreto 1072 de 2015; Ley 1562 de 2012."
        },
        {
          "number": 120,
          "title": "Mecanismos de participación en SG-SST.",
          "body": "1.\tEn atención al número de trabajadores de TEINNOVA MAYORISTAS S.A.S., se implementará la figura que corresponda según la normatividad vigente (Vigía de Seguridad y Salud en el Trabajo o COPASST, según aplique).\n2.\tEl Vigía o los integrantes del Comité, según aplique, serán elegidos conforme a los procedimientos establecidos en la normatividad, y apoyarán la gestión del SG-SST, el reporte de riesgos, la promoción del autocuidado y la verificación del cumplimiento de las medidas de prevención.\n3.\tTEINNOVA MAYORISTAS S.A.S. garantizará disponibilidad de tiempo, recursos básicos y acceso a la información necesaria para el adecuado funcionamiento de estos mecanismos de participación.\nMarco normativo base: Decreto 1072 de 2015; Resolución 2013 de 1986 (COPASST); normativa vigente aplicable."
        },
        {
          "number": 121,
          "title": "Prohibición de represalias por reportar riesgos o ejercer derechos en materia de SST.",
          "body": "Ningún trabajador de TEINNOVA MAYORISTAS S.A.S. podrá ser objeto de represalias, sanciones, despido, cambios de cargo o cualquier medida adversa por razón de:\n1.\tReportar actos o condiciones inseguras, incidentes, accidentes de trabajo o sospecha de enfermedad laboral.\n2.\tEjercer derechos relacionados con la seguridad y salud en el trabajo, incluidos los reclamos o quejas presentados de buena fe ante la Empresa, la ARL o las autoridades competentes.\n3.\tParticipar como Vigía de Seguridad y Salud en el Trabajo, miembro de comité o representante en actividades de prevención.\nCualquier actuación que configure represalia ligada al ejercicio de derechos en materia de SST será considerada falta gravísima para quien la cometa y dará lugar a la aplicación del procedimiento disciplinario correspondiente.\nMarco normativo base: Decreto 1072 de 2015; principios constitucionales de protección al trabajo y dignidad humana."
        }
      ]
    },
    {
      "number": 12,
      "title": "CAPÍTULO XII - PREVENCIÓN DEL ACOSO LABORAL, ACOSO SEXUAL Y NO DISCRIMINACIÓN",
      "articles": [
        {
          "number": 122,
          "title": "Principios de dignidad humana, respeto y trato igualitario.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. todas las personas son titulares del derecho fundamental a recibir un trato digno, respetuoso, libre de violencia, acoso y discriminación en el marco de la relación laboral. En desarrollo de los principios constitucionales de dignidad humana, igualdad, no discriminación, trabajo en condiciones dignas y justas, así como del derecho a un ambiente laboral sano y seguro, la Empresa:\n1.\tRechaza de manera expresa toda forma de violencia, acoso laboral, acoso sexual, discriminación y trato degradante dentro del trabajo, en relación con el trabajo o como resultado del mismo.\n2.\tGarantiza condiciones de respeto recíproco entre empleador, trabajadores, aprendices, contratistas dependientes, visitantes y cualquier persona que tenga vínculo directo o indirecto con las actividades de la Empresa.\n3.\tReconoce y protege de manera reforzada a grupos históricamente discriminados o en situación de vulnerabilidad, incluyendo mujeres, personas LGBTIQ+, personas con discapacidad, trabajadores migrantes, personas adultas mayores, entre otros.\nSoporte normativo: Constitución Política; Ley 1010 de 2006; Ley 2365 de 2024."
        },
        {
          "number": 123,
          "title": "Prohibición general de acoso laboral y actos de violencia en el trabajo.",
          "body": "Queda terminantemente prohibido en TEINNOVA MAYORISTAS S.A.S. cualquier forma de acoso laboral, entendido como toda conducta persistente y demostrable, ejercida sobre un trabajador, por parte de un empleador, jefe, superior jerárquico, compañero de trabajo o subalterno, encaminada a infundir miedo, intimidación, terror o angustia, a causar perjuicio laboral, generar desmotivación en el trabajo o inducir la renuncia.\nSe consideran especialmente prohibidas, entre otras, las conductas que puedan encuadrarse en las siguientes modalidades:\n1.\tMaltrato laboral: Todo acto de violencia contra la integridad física o moral, expresiones injuriosas o ultrajantes, humillaciones públicas, burlas, ataques a la dignidad o a la honra del trabajador.\n2.\tPersecución laboral: Actos de hostigamiento reiterado que buscan descalificar, desestabilizar o aislar al trabajador, imponiendo cargas excesivas, cambiando turnos o condiciones de forma injustificada o imponiendo sanciones arbitrarias.\n3.\tDiscriminación laboral: Trato diferenciado adverso fundado en razones de sexo, género, orientación sexual, identidad de género, raza, origen étnico, edad, discapacidad, religión, opiniones políticas, condición migratoria u otras circunstancias protegidas, que afecte derechos laborales o acceso a oportunidades.\n4.\tEntorpecimiento laboral: Obstaculizar de manera sistemática el cumplimiento de las funciones del trabajador, negándole herramientas, información o recursos indispensables sin justificación.\n5.\tInequidad laboral: Asignación injustificada de funciones o cargas desproporcionadas en comparación con otros trabajadores en condiciones similares, con el fin de perjudicarlo.\n6.\tDesprotección laboral: Acciones u omisiones reiteradas que expongan de manera injustificada al trabajador a riesgos que puedan afectar su salud o seguridad.\nEstas conductas serán consideradas faltas disciplinarias graves o gravísimas, según su entidad, reiteración y efectos, sin perjuicio de las responsabilidades civiles, administrativas o penales a que haya lugar.\nSoporte normativo: Ley 1010 de 2006; Decreto 1072 de 2015 (SG-SST y riesgo psicosocial)."
        },
        {
          "number": 124,
          "title": "Acoso sexual en el ámbito laboral.",
          "body": "De conformidad con lo establecido en el artículo 2 de la Ley 2365 de 2024, para efectos de este Reglamento se entenderá por acoso sexual todo acto de persecución, hostigamiento o asedio de carácter o connotación sexual, lasciva o libidinosa, que se manifieste a través de relaciones de poder de orden vertical u horizontal, mediadas por la edad, el sexo, el género, la orientación o identidad sexual, la posición laboral, social o económica, que se presente una o varias veces en contra de otra persona en el contexto laboral.\nSe consideran, entre otras, conductas que pueden configurar acoso sexual en el ámbito laboral:\n1.\tComentarios, insinuaciones, burlas, bromas o expresiones de contenido sexual, sexista o libidinoso no solicitadas ni deseadas por la persona receptora.\n2.\tProposiciones sexuales, solicitudes de favores sexuales o promesas de beneficios laborales (ascensos, incrementos salariales, mantenimiento del empleo, asignación de turnos, etc.) condicionadas a la aceptación de acercamientos o relaciones sexuales.\n3.\tContactos físicos no consentidos, tocamientos, abrazos, roces, acercamientos corporales innecesarios o invasión del espacio personal con connotación sexual.\n4.\tEnvío, exhibición o difusión, por cualquier medio (físico, electrónico, digital o de mensajería instantánea), de imágenes, audios, videos, mensajes o contenidos de naturaleza sexual no solicitados por la otra persona.\n5.\tCualquier trato desfavorable, represalia o amenaza (por ejemplo, cambios de horario, de funciones, traslados o presiones para renunciar) derivada de la negativa del trabajador o trabajadora a acceder a solicitudes o insinuaciones sexuales.\nEl acoso sexual constituye una forma de violencia basada en género y una vulneración grave de los derechos fundamentales de las personas trabajadoras. En TEINNOVA MAYORISTAS S.A.S. estas conductas serán consideradas faltas graves o gravísimas, según su entidad y circunstancias, y darán lugar a la activación inmediata de los mecanismos internos de queja, investigación y protección, así como a la imposición de las sanciones disciplinarias correspondientes, sin perjuicio de las acciones penales, administrativas o civiles a que haya lugar.\nSoporte normativo: Ley 2365 de 2024."
        },
        {
          "number": 125,
          "title": "Prohibición de discriminación y trato desigual injustificado.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. queda prohibida toda forma de discriminación directa o indirecta que tenga por objeto o resultado anular, restringir o menoscabar el reconocimiento, goce o ejercicio, en condiciones de igualdad, de los derechos laborales y de seguridad social de las personas trabajadoras.\nConstituyen, entre otras, conductas discriminatorias prohibidas:\n1.\tAdoptar decisiones de selección, contratación, promoción, formación, evaluación, remuneración o terminación de contrato fundadas en razones de sexo, género, orientación sexual, identidad de género, expresión de género, origen étnico, raza, edad, discapacidad, estado civil, embarazo, maternidad, paternidad, condición migratoria, opinión política, afiliación sindical, creencias religiosas o cualquier otra condición protegida.\n2.\tEstablecer diferencias salariales o de condiciones de trabajo sin fundamento objetivo y razonable, frente a personas que realizan labores de igual valor.\n3.\tPromover o tolerar expresiones de odio, burlas, estereotipos o prácticas de exclusión contra personas o grupos específicos, incluyendo personas LGBTIQ+ y trabajadores migrantes.\nCualquier decisión o actuación que pueda implicar discriminación deberá estar debidamente justificada con criterios técnicos, objetivos y verificables, exclusivamente relacionados con las necesidades del cargo, el desempeño y las condiciones del servicio.\nSoporte normativo: Constitución Política; Ley 1496 de 2011 (igualdad salarial); normativa laboral vigente."
        },
        {
          "number": 126,
          "title": "Medidas de prevención y sensibilización.",
          "body": "TEINNOVA MAYORISTAS S.A.S. desarrollará acciones permanentes de prevención, sensibilización y formación orientadas a evitar el acoso laboral, el acoso sexual y cualquier forma de discriminación, entre ellas:\n1.\tCapacitaciones periódicas a todo el personal sobre:\no\tConceptos de acoso laboral y acoso sexual.\no\tConductas discriminatorias y formas de violencia en el mundo del trabajo.\no\tRutas internas y externas de denuncia y protección.\n2.\tDifusión clara y accesible de este capítulo del Reglamento Interno de Trabajo, así como de los protocolos específicos que la Empresa adopte para la prevención y atención de estas conductas.\n3.\tPromoción de un lenguaje respetuoso e incluyente y de relaciones laborales basadas en el respeto, la corresponsabilidad y la solución pacífica de conflictos.\n4.\tInclusión del tema de acoso laboral, acoso sexual y no discriminación en las inducciones y reinducciones, así como en los espacios de formación del SG-SST y del Comité de Convivencia Laboral (COCOLAB) o la instancia que haga sus veces.\nSoporte normativo: Ley 1010 de 2006; Ley 2365 de 2024; Decreto 1072 de 2015 (SG-SST)."
        },
        {
          "number": 127,
          "title": "Mecanismos internos de queja y actuación frente a acoso y discriminación.",
          "body": "TEINNOVA MAYORISTAS S.A.S. contará con mecanismos internos para la recepción, análisis y atención de quejas por acoso laboral, acoso sexual y actos de discriminación, los cuales deberán respetar los principios de confidencialidad, imparcialidad, celeridad, protección de la persona que se considera víctima y garantía del derecho de defensa de las personas señaladas.\n1.\tPresentación de la queja:\no\tCualquier trabajador que considere ser víctima o testigo de acoso laboral, acoso sexual o discriminación, podrá presentar queja verbal o escrita ante el Comité de Convivencia Laboral, el área de Talento Humano, el responsable del SG-SST o la instancia que la Empresa designe.\no\tLa Empresa promoverá que la queja quede por escrito en el formato establecido para tal fin, con el fin de asegurar trazabilidad y adecuado tratamiento.\n2.\tTrámite interno de la queja:\no\tEl Comité de Convivencia Laboral o la instancia designada analizará la queja, escuchará a las partes, recogerá información y propondrá medidas preventivas, correctivas y de protección, dentro de un plazo razonable, de conformidad con la normatividad vigente sobre prevención del acoso laboral.\no\tCuando los hechos puedan constituir acoso sexual, violencia basada en género o conductas sancionables penalmente, se informará a la persona que se considera víctima sobre sus derechos, rutas de denuncia y mecanismos de protección, y se coordinará con las autoridades competentes cuando corresponda.\n3.\tMedidas de protección:\nDurante el trámite de la queja, la Empresa podrá adoptar medidas temporales de protección tales como ajustes de horarios, cambios de lugar de trabajo, restricciones de contacto directo entre las partes, acompañamiento psicosocial, entre otras que resulten necesarias para prevenir nuevas agresiones o represalias, sin afectar negativamente a la persona presunta víctima.\n4.\tConfidencialidad y prohibición de represalias:\no\tToda la información relacionada con las quejas se manejará con reserva, limitando su conocimiento a las personas estrictamente necesarias para la atención del caso.\no\tQuedan prohibidas las represalias, amenazas, sanciones o cualquier trato desfavorable contra quien formule una queja de buena fe, colabore como testigo o participe en las actuaciones relacionadas con la prevención y atención del acoso laboral, acoso sexual o discriminación. Cualquier represalia constituirá falta gravísima.\nSoporte normativo: Ley 1010 de 2006; Resolución 652 de 2012 y Resolución 1356 de 2012 (COCOLAB); Ley 2365 de 2024."
        },
        {
          "number": 128,
          "title": "Consecuencias disciplinarias del acoso laboral, acoso sexual y actos de discriminación.",
          "body": "Las conductas que, tras el trámite correspondiente, se determinen como constitutivas de acoso laboral, acoso sexual o actos de discriminación, serán sancionadas conforme a la escala de faltas y sanciones prevista en este Reglamento Interno de Trabajo, atendiendo a su gravedad, reiteración, impacto en la víctima y en el ambiente laboral, así como a los criterios de proporcionalidad y razonabilidad.\n1.\tSegún la entidad de la conducta, podrán calificarse como faltas graves o gravísimas, con sanciones que podrán ir desde amonestaciones escritas y suspensiones hasta la terminación del contrato de trabajo con justa causa, sin perjuicio de las responsabilidades civiles, administrativas o penales a que haya lugar.\n2.\tCuando se trate de hechos asociados a violencia basada en género, acoso sexual o discriminación contra personas pertenecientes a grupos históricamente discriminados, se valorará este elemento como circunstancia de especial gravedad.\n3.\tLas decisiones disciplinarias deberán constar por escrito, ser motivadas y respetar el procedimiento disciplinario interno definido en este Reglamento y en la ley.\nSoporte normativo: Ley 1010 de 2006; Ley 2365 de 2024; CST (art. 62, justa causa, según corresponda)."
        },
        {
          "number": 129,
          "title": "Canales y mecanismos para la identificación, prevención y atención del acoso laboral, acoso sexual y situaciones de salud mental.",
          "body": "Con el fin de garantizar ambientes de trabajo dignos, seguros y libres de violencias, en TEINNOVA MAYORISTAS S.A.S. se establecen los siguientes canales y mecanismos para la identificación temprana, prevención y atención de situaciones de acoso laboral, acoso sexual y afectaciones a la salud mental de las personas trabajadoras:\n1.\tComité de Convivencia Laboral – COCOLAB (canal formal para quejas de acoso laboral):\na)\tTEINNOVA contará con un Comité de Convivencia Laboral – COCOLAB, conformado y en funcionamiento de acuerdo con la normatividad vigente, el cual dispondrá de un reglamento interno que define sus funciones, procedimientos, plazos y garantías de confidencialidad.\nb)\tEl canal formal para la radicación de quejas por presunto acoso laboral dentro de la Empresa será el COCOLAB, mediante el formato escrito establecido para tal fin, el cual estará disponible para todos los trabajadores.\nc)\tToda queja deberá presentarse por escrito, firmada por la persona que la interpone, con la mayor claridad posible sobre los hechos, fechas aproximadas, personas involucradas y testigos, si los hubiere.\nd)\tEl COCOLAB garantizará en todo momento la confidencialidad de la información, la protección de la intimidad de las partes y la prohibición de represalias\n2.\tCanales internos de orientación para acoso sexual y salud mental:\na) Cuando se presenten situaciones de posible acoso sexual o afectaciones a la salud mental relacionadas con el trabajo (estrés severo, ansiedad, síntomas depresivos, ideas de autoagresión u otras situaciones de riesgo), el trabajador o trabajadora podrá acudir, para orientación y acompañamiento, a:\no\tEl área de Talento Humano.\no\tEl responsable del SG-SST.\no\tSu jefe inmediato, cuando exista confianza para ello.\ne)\tEstas instancias brindarán orientación inicial, informarán sobre los derechos, rutas internas y externas de atención, y, de ser necesario, articularán con los servicios de salud de la EPS, ARL u otros recursos especializados, respetando siempre la confidencialidad y el consentimiento informado del trabajador.\nc) En los casos en que los hechos denunciados puedan corresponder también a acoso laboral, el trabajador será informado de que la formalización de la queja por acoso laboral debe realizarse ante el COCOLAB, mediante el formato establecido.\n3.\tCanales externos y autoridades competentes:\na) Sin perjuicio de los mecanismos internos, cualquier trabajador que considere ser víctima de acoso laboral, acoso sexual o violencia en el trabajo podrá acudir directamente ante el Ministerio del Trabajo a través de los canales de atención al ciudadano y de radicación de peticiones, quejas, reclamos o denuncias disponibles en su sede física o en su portal web oficial.\nb) Cuando los hechos puedan constituir delitos (por ejemplo, acoso sexual, amenazas, lesiones personales u otras formas de violencia), la Empresa informará a la persona presunta víctima sobre su derecho a denunciar ante la Fiscalía General de la Nación o ante la autoridad competente, y colaborará con las autoridades en lo que legalmente corresponda.\n4.\tRegistro y reporte estadístico (acoso sexual y violencias de género):\na) TEINNOVA llevará un registro interno, anonimizado para efectos estadísticos, del número de quejas recibidas por presunto acoso sexual laboral y de las sanciones disciplinarias impuestas por tales conductas.\nb) Periódicamente se elaborarán informes internos, sin datos que permitan identificar a personas específicas, con el fin de analizar tendencias, adoptar medidas preventivas y cumplir con los requerimientos de información que establezcan las autoridades competentes y los sistemas oficiales de registro de violencias de género.\n5.\tEnfoque preventivo e integrador: Los canales y mecanismos descritos en este artículo se integran al Sistema de Gestión de Seguridad y Salud en el Trabajo – SG-SST y a la política de convivencia laboral de TEINNOVA MAYORISTAS S.A.S., y se complementan con las acciones de capacitación, sensibilización y promoción de la salud mental, la prevención del riesgo psicosocial y la política de cero tolerancia frente a cualquier forma de violencia, acoso o discriminación en el entorno laboral.\nSoporte normativo: Ley 1010 de 2006; Resolución 652 de 2012 y 1356 de 2012; Ley 2365 de 2024; Decreto 1072 de 2015."
        }
      ]
    },
    {
      "number": 13,
      "title": "CAPÍTULO XIII - USO DE HERRAMIENTAS, EQUIPOS, SISTEMAS DE INFORMACIÓN Y CORREO CORPORATIVO",
      "articles": [
        {
          "number": 130,
          "title": "Objeto y ámbito de aplicación.",
          "body": "El presente capítulo tiene por objeto regular el uso de los equipos, herramientas de trabajo, sistemas de información, aplicaciones, redes y cuentas de correo electrónico corporativo que TEINNOVA MAYORISTAS S.A.S. entregue o ponga a disposición de sus trabajadores, cualquiera que sea su modalidad de vinculación, con el fin de:\n1.\tProteger la integridad, disponibilidad y confidencialidad de la información.\n2.\tGarantizar el adecuado uso y conservación de los bienes de la Empresa.\n3.\tPrevenir incidentes de seguridad de la información, fugas de datos, daños a los equipos y riesgos legales o disciplinarios.\nEstas disposiciones son de obligatorio cumplimiento para todas las personas que, por razón de su labor, tengan acceso a los sistemas de información y recursos tecnológicos de TEINNOVA MAYORISTAS S.A.S."
        },
        {
          "number": 131,
          "title": "Propiedad y cuidado de los equipos y herramientas de trabajo.",
          "body": "1.\tTodos los equipos de cómputo, dispositivos móviles, periféricos, licencias de software, mobiliario, insumos y demás herramientas entregadas al trabajador para el desempeño de sus funciones son de propiedad exclusiva de TEINNOVA MAYORISTAS S.A.S., salvo pacto escrito en contrario.\n2.\tEl trabajador está obligado a:\na) Usar los equipos y herramientas únicamente para el desarrollo de sus funciones laborales.\nb) Conservarlos en buen estado, informando de inmediato cualquier daño, pérdida, hurto o anomalía.\nc) Abstenerse de realizar reparaciones por cuenta propia o acudir a terceros no autorizados por la Empresa.\n3.\tEl trabajador responderá, en los términos de la ley, por los daños ocasionados por dolo, culpa grave, uso indebido o contrario a las instrucciones entregadas por la Empresa."
        },
        {
          "number": 132,
          "title": "Uso de software, aplicaciones y licencias.",
          "body": "1.\tEn los equipos y sistemas de TEINNOVA MAYORISTAS S.A.S. solo podrá instalarse y utilizarse software autorizado por la Empresa.\n2.\tSe prohíbe expresamente al trabajador:\na) Instalar programas, aplicaciones, extensiones o cualquier tipo de software sin autorización previa, escrita o por medio verificable, del área o persona responsable.b) Copiar, reproducir o utilizar licencias de software de manera ilegal o en contravención de los términos de uso.\nc) Desactivar, modificar o evadir mecanismos de seguridad, antivirus, filtros o herramientas de protección instaladas por la Empresa.\n3.\tTEINNOVA MAYORISTAS S.A.S. podrá realizar revisiones técnicas periódicas a sus equipos y sistemas para verificar el cumplimiento de estas disposiciones, dentro del marco legal, y con fines de seguridad de la información y continuidad operativa."
        },
        {
          "number": 133,
          "title": "Accesos, usuarios, contraseñas y uso de credenciales.",
          "body": "1.\tLos usuarios, claves de acceso, tokens, credenciales y permisos en los sistemas de información de TEINNOVA MAYORISTAS S.A.S. son personales, intransferibles y de uso exclusivo del trabajador al que se le asignen.\n2.\tEl trabajador deberá:\na)\tMantener la confidencialidad de sus contraseñas, cambiarlas con la periodicidad indicada por la Empresa y evitar anotarlas en lugares visibles o de fácil acceso.\nb) Cerrar sesión en los sistemas al ausentarse de su puesto de trabajo o al finalizar la jornada.\nc) Informar de inmediato a la Empresa cualquier sospecha de acceso no autorizado, pérdida de credenciales o incidente de seguridad.\n3.\tQueda prohibido:\na) Compartir usuarios o contraseñas con compañeros de trabajo, terceros o personas no autorizadas.\nb) Permitir que otras personas utilicen los accesos asignados al trabajador.\n4.\tCualquier actividad realizada con las credenciales del trabajador se presumirá realizada por este, salvo prueba en contrario, sin perjuicio de la obligación de la Empresa de investigar los incidentes de seguridad que se reporten oportunamente."
        },
        {
          "number": 134,
          "title": "Uso del correo electrónico corporativo.",
          "body": "1.\tLos correos electrónicos corporativos y demás cuentas institucionales asignadas al trabajador son herramientas de trabajo destinadas principalmente a fines laborales.\n2.\tEl trabajador se obliga a:\n3.\ta) Utilizar el correo corporativo de manera responsable, profesional y respetuosa, evitando contenidos ofensivos, discriminatorios, difamatorios o ajenos a la actividad de la Empresa.\nb) No usar el correo corporativo para enviar, almacenar o reenviar cadenas, contenido no solicitado (spam), material pornográfico, pirata, violento o contrario a la ley y a este Reglamento.\nc) Evitar el envío de información confidencial a destinatarios no autorizados o a cuentas personales, salvo autorización expresa y documentada de la Empresa.\n4.\tTEINNOVA MAYORISTAS S.A.S. podrá, dentro del marco legal, realizar procesos de monitoreo técnico y auditoría sobre sus sistemas y cuentas corporativas con fines de seguridad de la información, cumplimiento normativo, protección de activos y continuidad del negocio, sin que ello implique intromisión arbitraria en la vida privada del trabajador.\n5.\tEl trabajador deberá utilizar cuentas personales para comunicaciones de carácter estrictamente privado, entendiéndose que las cuentas corporativas son medios de la Empresa y pueden ser objeto de revisión en los términos antes señalados."
        },
        {
          "number": 135,
          "title": "Uso de Internet, redes y medios digitales.",
          "body": "1.\tEl acceso a Internet, redes internas y demás recursos digitales que facilite TEINNOVA MAYORISTAS S.A.S. tiene como finalidad principal el desarrollo de las funciones inherentes al cargo.\n2.\tSe prohíbe utilizar la red corporativa para:\na) Descarga o distribución de software ilegal, música, películas u otros contenidos protegidos por derechos de autor sin la debida autorización.\nb) Acceso reiterado a páginas de contenido pornográfico, violento, discriminatorio, de apuestas o que resulten manifiestamente ajenas a la labor asignada y que afecten la productividad o la reputación de la Empresa.\nc) Actividades que puedan poner en riesgo la seguridad de la información, como desactivar antivirus, descargar archivos de fuentes no confiables o abrir enlaces sospechosos.\n3.\tEl uso personal eventual y razonable de Internet será tolerado siempre que:\na) No afecte el cumplimiento de la jornada y las funciones.\nb) No contraríe las demás disposiciones de este Reglamento ni las instrucciones específicas que imparta la Empresa.\nc) Cuando dicho uso personal se torne excesivo, interfiera con el trabajo o genere riesgos de seguridad, la Empresa podrá restringirlo o prohibirlo."
        },
        {
          "number": 136,
          "title": "Información confidencial y manejo de datos.",
          "body": "1.\tToda información a la que el trabajador tenga acceso por razón o con ocasión de su cargo, relativa a procesos internos, bases de datos, clientes, proveedores, productos, estrategias, manuales, claves, así como cualquier otra calificada como reservada por la Empresa, se considerará información confidencial.\n2.\tEl trabajador se obliga a:\na) No divulgar, copiar, extraer, fotografiar, almacenar en nubes personales ni entregar a terceros dicha información sin autorización previa de la Empresa.\nb) No utilizar información confidencial en beneficio propio o de terceros, ni después de terminar la relación laboral.\nc) Cumplir las instrucciones y protocolos que la Empresa adopte en materia de protección de datos personales, seguridad de la información y manejo de documentos físicos y digitales.\n3.\tEl incumplimiento de estas obligaciones podrá constituir falta grave o gravísima, sin perjuicio de las acciones civiles, administrativas o penales a que haya lugar.________________________________________"
        },
        {
          "number": 137,
          "title": "Uso de dispositivos personales y trabajo fuera de las instalaciones.",
          "body": "1.\tCuando la Empresa autorice el uso de dispositivos personales (computadores portátiles, tabletas, teléfonos móviles u otros) para el desarrollo de labores, el trabajador deberá cumplir las instrucciones de seguridad que se le indiquen (claves de acceso, bloqueo de pantalla, cifrado, uso de antivirus, etc.).\n2.\tEn caso de teletrabajo, trabajo remoto o trabajo en casa autorizado, las obligaciones de confidencialidad, seguridad de la información y uso adecuado de equipos se mantienen en los mismos términos que dentro de las instalaciones de la Empresa.\n3.\tLa pérdida o hurto de dispositivos personales que contengan información de TEINNOVA MAYORISTAS S.A.S. deberá ser reportada de inmediato para la adopción de medidas de mitigación (bloqueo de accesos, cambio de contraseñas, etc.)."
        },
        {
          "number": 138,
          "title": "Incumplimiento y consecuencias.",
          "body": "El incumplimiento de las obligaciones previstas en este capítulo podrá ser calificado como falta leve, grave o gravísima, según la naturaleza de la conducta, el impacto sobre la seguridad de la información, los equipos, los terceros o la Empresa, y será sancionado conforme a la escala de faltas y sanciones prevista en el presente Reglamento Interno de Trabajo, sin perjuicio de las responsabilidades legales adicionales que puedan derivarse."
        }
      ]
    },
    {
      "number": 14,
      "title": "CAPÍTULO XIV - PROTECCIÓN DE DATOS PERSONALES, IMAGEN Y HÁBEAS DATA",
      "articles": [
        {
          "number": 139,
          "title": "Objeto, ámbito de aplicación y fundamento legal.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. garantizamos el derecho fundamental al hábeas data, a la intimidad y al buen nombre de nuestros trabajadores, de conformidad con los artículos 15 y 20 de la Constitución Política, la Ley 1581 de 2012 y sus decretos reglamentarios (en especial el Decreto 1377 de 2013 y el Decreto 1074 de 2015), la Ley 1266 de 2008 sobre información financiera y crediticia, la Ley 1273 de 2009 en materia de protección de la información y de los datos, y demás normas concordantes.\nEl presente capítulo regula:\n1.\tEl tratamiento de los datos personales de los trabajadores, aspirantes, ex trabajadores, contratistas dependientes y demás personas que suministren información en el marco de la relación laboral o contractual con la Empresa.\n2.\tLa utilización de la imagen del trabajador en medios corporativos.\n3.\tLas reglas generales sobre derechos de autor y propiedad intelectual de las obras, desarrollos y materiales elaborados en el marco de la relación laboral o por encargo, así como las prohibiciones de manejo indebido de información y datos."
        },
        {
          "number": 140,
          "title": "Calidad de responsable del tratamiento y bases de datos laborales.",
          "body": "TEINNOVA MAYORISTAS S.A.S. actúa como Responsable del Tratamiento de los datos personales de sus trabajadores, aspirantes, ex trabajadores, contratistas dependientes y demás personas que suministren información en el marco del vínculo laboral o contractual.\nLos datos podrán reposar, entre otras, en las siguientes bases de datos y archivos:\n1.\tHistorias laborales y expedientes de personal.\n2.\tRegistros de nómina y prestaciones sociales.\n3.\tRegistros de ingreso y salida, control de asistencia y seguridad física.\n4.\tBases de datos de salud ocupacional, SG-SST y evaluaciones médicas ocupacionales (sin perjuicio del régimen especial de historia clínica).\n5.\tSistemas de información y aplicaciones internas asociadas a la gestión del talento humano y a la operación de la Empresa."
        },
        {
          "number": 141,
          "title": "Autorización para el tratamiento de datos personales.",
          "body": "Al momento de su vinculación, todo trabajador de TEINNOVA MAYORISTAS S.A.S. deberá firmar (en medio físico o digital) una autorización de tratamiento de datos personales, en la que se le informe de manera previa, expresa e inequívoca:\n1.\tLa identidad y datos de contacto del responsable del Tratamiento (la Empresa).\n2.\tLas finalidades específicas para las cuales serán utilizados sus datos personales (gestión del vínculo laboral, pago de salarios y prestaciones, afiliaciones al Sistema de Seguridad Social, gestión del SG-SST, comunicaciones internas, evaluación de desempeño, entre otras).\n3.\tLos derechos que le asisten como titular de los datos, conforme a la Ley 1581 de 2012: conocer, actualizar, rectificar, suprimir la información, revocar la autorización y acceder a los mecanismos de consulta y reclamo.\n4.\tLos canales a través de los cuales podrá ejercer sus derechos de hábeas data.\nLa autorización será voluntaria y revocable, sin perjuicio de la obligación de la Empresa de conservar determinada información por mandato legal, contractual o contable, incluso con posterioridad a la terminación de la relación laboral.\nSoporte normativo: Ley 1581 de 2012; Decreto 1377 de 2013; Decreto 1074 de 2015."
        },
        {
          "number": 142,
          "title": "Derechos del titular de los datos personales y procedimiento para su ejercicio.",
          "body": "Los trabajadores, ex trabajadores y demás titulares de datos personales frente a TEINNOVA MAYORISTAS S.A.S. tendrán, entre otros, los siguientes derechos, de conformidad con la Ley 1581 de 2012:\n1.\tConocer, acceder y obtener copia de la información personal que repose en las bases de datos de la Empresa.\n2.\tSolicitar la actualización o rectificación de la información que resulte parcial, inexacta, incompleta, fraccionada o que induzca a error.\n3.\tSolicitar la supresión de datos cuando:\no\tNo se respeten los principios, derechos y garantías constitucionales y legales.\no\tHaya cesado la finalidad para la cual fueron recolectados y no exista obligación legal o contractual de conservarlos.\n4.\tRevocar la autorización otorgada para el tratamiento de sus datos, cuando no exista deber legal o contractual que impida dicha revocatoria.\nLas consultas y reclamos podrán presentarse por escrito o por medio verificable ante el área de Talento Humano o ante el responsable de protección de datos que la Empresa designe. Los términos de respuesta se sujetarán a lo previsto en la Ley 1581 de 2012 y sus decretos reglamentarios (por regla general, quince (15) días hábiles para consultas y quince (15) días hábiles prorrogables para reclamos, según corresponda).\nSoporte normativo: Ley 1581 de 2012; Decreto 1377 de 2013; Decreto 1074 de 2015."
        },
        {
          "number": 143,
          "title": "Uso de la imagen del trabajador y autorización para fines corporativos.",
          "body": "1.\tAl momento de su ingreso, el trabajador firmará un documento o acta de autorización específica mediante la cual autoriza a TEINNOVA MAYORISTAS S.A.S. para el uso de su imagen (fotografías, videos y demás representaciones gráficas) en actividades, medios y piezas de carácter corporativo, tales como:\no\tPublicaciones internas (intranet, boletines, carteleras, informes de gestión).\no\tMaterial de capacitación o inducción (presentaciones, manuales, videos institucionales).\no\tPublicaciones externas de naturaleza corporativa, comercial o institucional (página web, redes sociales, material publicitario o institucional), siempre que dicho uso guarde relación con actividades propias de la Empresa.\n2.\tLa autorización de uso de imagen se otorgará con fundamento en el artículo 15 de la Constitución Política y las reglas de tratamiento de datos personales de la Ley 1581 de 2012, y será susceptible de revocatoria total o parcial por parte del trabajador en cualquier momento, mediante solicitud escrita dirigida a la Empresa.\n3.\tAl retirarse el trabajador de TEINNOVA MAYORISTAS S.A.S., este podrá solicitar por escrito que su imagen deje de utilizarse en nuevas publicaciones o piezas corporativas. En tal caso, la Empresa:\na) Se abstendrá de emplear la imagen del ex trabajador en nuevas campañas, piezas o publicaciones futuras, salvo obligación legal o contractual.\nb) Podrá conservar piezas ya producidas (impresas o digitales) que formen parte de archivos históricos, informes ya difundidos o evidencias de actividades, sin que ello implique una nueva explotación de su imagen, procurando, en lo posible, no reutilizarlas en nuevos materiales.\n4.\tLa Empresa no estará obligada a modificar documentos, reportes, evidencias de cumplimiento o piezas ya entregadas a terceros o almacenadas como soporte de procesos legales, contractuales, contables o de SG-SST; sin embargo, garantizará que la imagen del ex trabajador no se utilice en adelante con fines comerciales o publicitarios distintos a los originalmente informados.\nSoporte normativo: Constitución Política (art. 15); Ley 1581 de 2012."
        },
        {
          "number": 144,
          "title": "Información sensible, historias clínicas ocupacionales y reserva.",
          "body": "1.\tLa información relativa al estado de salud de los trabajadores, exámenes médicos ocupacionales, incapacidades, diagnósticos, resultados de pruebas clínicas y, en general, cualquier dato de carácter sensible se manejará con estricta reserva, conforme a la Ley 1581 de 2012, a las normas en materia de salud ocupacional y al régimen de historia clínica (Ley 23 de 1981 y normas reglamentarias).\n2.\tEl acceso a historias clínicas ocupacionales y documentos médicos estará restringido al personal de salud autorizado, a la ARL y a las autoridades que lo requieran, en los términos de la ley. La Empresa solo conocerá la información estrictamente necesaria para la gestión del riesgo laboral (aptitudes, restricciones y recomendaciones ocupacionales)."
        },
        {
          "number": 145,
          "title": "Derechos de autor y propiedad intelectual sobre obras y desarrollos realizados en la Empresa.",
          "body": "1.\tLos documentos, bases de datos, manuales, formatos, informes, procedimientos, piezas gráficas, software, desarrollos tecnológicos, capacitaciones, contenidos de formación, presentaciones y demás obras literarias, artísticas, científicas o de software que el trabajador elabore, individual o conjuntamente, en cumplimiento de sus funciones, por encargo de TEINNOVA MAYORISTAS S.A.S. o utilizando recursos de la Empresa, se considerarán, para efectos patrimoniales, de titularidad de TEINNOVA MAYORISTAS S.A.S., de conformidad con la Ley 23 de 1982, la Decisión Andina 351 de 1993, la Ley 44 de 1993, la Ley 1915 de 2018 y demás normas concordantes.\n2.\tEl trabajador reconoce que: a) Los derechos morales de autor (paternidad, integridad, etc.) son inalienables, irrenunciables e imprescriptibles, y permanecerán a su favor cuando ostente la calidad de autor, en los términos de la ley.\nb) Los derechos patrimoniales de autor y demás facultades de explotación económica sobre las obras y desarrollos creados en cumplimiento de sus obligaciones laborales o por encargo, se entenderán cedidos a TEINNOVA MAYORISTAS S.A.S. en la medida en que guarden relación directa con sus funciones y con el objeto social de la Empresa, salvo que se pacte por escrito algo diferente.\n3.\tEl trabajador se obliga a:\na) No reproducir, comercializar, divulgar ni utilizar para beneficio propio o de terceros, sin autorización de la Empresa, las obras, desarrollos, bases de datos, manuales, documentos o materiales que sean de propiedad intelectual de TEINNOVA MAYORISTAS S.A.S.\nb) No registrar a su nombre, ni a nombre de terceros, obras, marcas, logotipos, software, bases de datos o desarrollos que sean producto de sus funciones o de encargos realizados por la Empresa.\n4.\tLa vulneración de estas disposiciones podrá ser considerada falta grave o gravísima, sin perjuicio de las acciones civiles y penales que pudieren derivarse por violación de derechos de autor, apropiación indebida de información confidencial o uso no autorizado de signos distintivos de la Empresa."
        },
        {
          "number": 146,
          "title": "Prohibiciones especiales sobre manejo de información y datos personales.",
          "body": "Sin perjuicio de lo previsto en otros capítulos de este Reglamento, queda especialmente prohibido a los trabajadores:\n1.\tExtraer, copiar, descargar o trasladar a dispositivos personales, nubes privadas o cuentas de correo personales, sin autorización de la Empresa, bases de datos, listados de clientes, información sensible o documentos internos de TEINNOVA MAYORISTAS S.A.S.\n2.\tUtilizar información obtenida en desarrollo del vínculo laboral para fines personales, comerciales, políticos o de cualquier otra naturaleza ajena a las actividades de la Empresa.\n3.\tEntregar a terceros, sin autorización, claves, accesos o copias de documentos físicos o digitales que contengan datos personales o información reservada.\nEl incumplimiento de estas prohibiciones será sancionado conforme a la escala de faltas y sanciones prevista en este Reglamento, atendiendo a la gravedad del hecho, el daño causado y la posible incidencia en la esfera de derechos de los titulares de los datos."
        }
      ]
    },
    {
      "number": 15,
      "title": "CAPÍTULO XV - DISPOSICIONES FINALES, MEDIOS DE COMUNICACIÓN Y DESCONEXIÓN LABORAL",
      "articles": [
        {
          "number": 147,
          "title": "Integración, interpretación y supletoriedad.",
          "body": "El presente Reglamento Interno de Trabajo de TEINNOVA MAYORISTAS S.A.S. hace parte integral de los contratos individuales de trabajo que celebre la Empresa con sus trabajadores, y se interpretará en armonía con la Constitución Política, el Código Sustantivo del Trabajo, la normativa en materia de Seguridad y Salud en el Trabajo, la legislación sobre protección de datos personales, la reforma laboral vigente y demás disposiciones aplicables.\nEn caso de duda en la interpretación de una disposición del Reglamento que no pueda resolverse por vía de hermenéutica jurídica ordinaria, se aplicará el principio de favorabilidad en beneficio del trabajador, sin desconocer los derechos mínimos irrenunciables ni el equilibrio propio de la relación laboral."
        },
        {
          "number": 148,
          "title": "Publicación, divulgación y medios oficiales de consulta del Reglamento.",
          "body": "TEINNOVA MAYORISTAS S.A.S. se obliga a garantizar que el presente Reglamento Interno de Trabajo sea conocido y accesible para todos los trabajadores, para lo cual:\n1.\tMantendrá una copia actualizada del Reglamento publicada en carteleras o espacios físicos visibles en las instalaciones de la Empresa, especialmente en la sede principal de Ipiales y, cuando aplique, en las sedes o puntos de operación de Bogotá y Medellín.\n2.\tPondrá a disposición el texto vigente del Reglamento en medios digitales internos, tales como:\no\tPágina o sitio web interno.\no\tRepositorios documentales internos.\no\tEnlaces accesibles mediante códigos QR instalados en puntos visibles, que remitan a la versión actualizada del documento.\n3.\tPodrá remitir el Reglamento y sus actualizaciones a través del correo electrónico corporativo o, en su defecto, al correo electrónico personal informado por el trabajador, con fines de divulgación y consulta.\nLa publicación en estos medios se entenderá como suficiente para efectos de la divulgación general del Reglamento y sus modificaciones, sin perjuicio de las demás exigencias legales que deban cumplirse al momento de su adopción o reforma."
        },
        {
          "number": 149,
          "title": "Medios de comunicación y notificación de actuaciones laborales individuales.",
          "body": "Sin perjuicio de la divulgación general prevista en el artículo anterior, para efectos de comunicaciones de carácter individual relacionadas con la relación laboral, tales como:\n•\tMemorandos, llamados de atención o comunicaciones disciplinarias.\n•\tCitaciones a descargos, reuniones, entrevistas o comités.\n•\tNotificaciones de decisiones laborales, cambios de horario, modificaciones de lugar de trabajo o similares.\n•\tComunicaciones relativas a novedades de nómina, prestaciones, afiliaciones o temas administrativos que solo involucren al trabajador destinatario.\nTEINNOVA MAYORISTAS S.A.S. podrá utilizar, de manera complementaria, los siguientes canales personales y de contacto informados por el propio trabajador y actualizados en su hoja de vida:\n1.\tNúmero de teléfono personal (llamadas o mensajes).\n2.\tAplicaciones de mensajería instantánea, como WhatsApp u otras que el trabajador haya autorizado expresamente para fines laborales.\n3.\tCorreo electrónico personal, cuando el trabajador no cuente con correo corporativo o cuando se haya acordado su uso para comunicaciones laborales.\n4.\tDirección física de residencia suministrada por el trabajador, para el envío de comunicaciones escritas cuando se estime necesario soporte físico o acta de entrega.\nParágrafos:\nParágrafo 1. Actualización de datos de contacto. El trabajador se obliga a mantener actualizados sus datos de contacto (teléfono, correo electrónico y dirección física). La Empresa entenderá válidamente realizadas las comunicaciones efectuadas a los datos registrados y no actualizados por el trabajador, salvo prueba en contrario.\nParágrafo 2. Alcance de estos medios. El uso de estos canales personales se limita a comunicaciones que solo conciernen al trabajador destinatario y se realiza con respeto a la normativa de protección de datos personales. Su utilización no excluye, cuando sea necesario, la entrega física de documentos ni la firma de actas de notificación cuando así lo exijan la ley, el presente Reglamento o la naturaleza del acto administrativo-laboral."
        },
        {
          "number": 150,
          "title": "Política de desconexión laboral.",
          "body": "En TEINNOVA MAYORISTAS S.A.S. reconocemos y garantizamos el derecho a la desconexión laboral de nuestros trabajadores, entendido como la facultad de no responder comunicaciones, órdenes o requerimientos de carácter laboral por fuera de la jornada de trabajo pactada, durante sus descansos, vacaciones, licencias y permisos debidamente autorizados.\n1.\tLa Empresa se abstendrá de exigir o imponer al trabajador la atención de mensajes, llamadas, correos, chats o cualquier otro tipo de comunicación laboral por fuera de la jornada, salvo en los siguientes casos excepcionales:\na)\tSituaciones de fuerza mayor o caso fortuito que comprometan la seguridad de las personas, la continuidad esencial de la operación o la protección de bienes de alto valor.\nb) Cargos de dirección, confianza y manejo que, por su naturaleza, requieran niveles específicos de disponibilidad, siempre que ello se encuentre pactado en el contrato de trabajo o en acuerdos escritos adicionales.\nc) Turnos de disponibilidad o guardias previamente acordados, de conformidad con la ley y sin desmejorar los derechos mínimos laborales.\n2.\tNingún trabajador será objeto de sanción disciplinaria, represalia, discriminación o afectación en su evaluación por no atender comunicaciones laborales fuera de la jornada, salvo en los eventos excepcionales descritos en el numeral anterior y debidamente soportados.\n3.\tLa Empresa promoverá prácticas de comunicación que respeten los espacios de descanso, tales como:\no\tProgramar el envío de correos u otros mensajes para dentro del horario laboral.\no\tEvitar la programación de reuniones virtuales o presenciales por fuera de la jornada, salvo casos excepcionales y debidamente justificados.\n4.\tEl trabajador podrá informar a su jefe inmediato, al área de Talento Humano o al responsable del SG-SST cualquier situación que considere lesiva de su derecho a la desconexión laboral. Estas situaciones deberán ser analizadas y, de ser necesario, corregidas, sin generar represalias para el trabajador."
        },
        {
          "number": 151,
          "title": "Vigencia, reformas y derogatorias.",
          "body": "El presente Reglamento Interno de Trabajo entra en vigencia a partir de la fecha de su aprobación interna por parte de TEINNOVA MAYORISTAS S.A.S., y se mantendrá vigente mientras no sea modificado, adicionado o sustituido conforme a la legislación aplicable.\n1.\tCualquier reforma, actualización o adición al Reglamento deberá:\na) Ser adoptada por la Empresa mediante acto interno debidamente documentado.\nb) Respetar en todo momento los derechos mínimos de los trabajadores y la normativa laboral vigente.\nc) Ser debidamente divulgada a los trabajadores a través de los medios de publicación y comunicación previstos en este capítulo.\n2.\tCon la entrada en vigencia del presente Reglamento Interno de Trabajo quedan derogados todos los reglamentos internos anteriores de TEINNOVA MAYORISTAS S.A.S. que versen sobre las mismas materias, sin perjuicio de la validez de los actos, decisiones y situaciones jurídicas consolidadas durante su vigencia."
        }
      ]
    }
  ]
}